let json = [{
    "title": "混合气过浓或过稀都会使废气中的NOx含量增高。",
    "options": ["对", "错"],
    "answer": [1],
    "analysis": "L2"
}, {
    "title": "活动钥匙可作为售后市场附件装配",
    "options": ["正确", "错误"],
    "answer": [0],
    "analysis": "f-pace"
}, {
    "title": "活塞上安装了什么部件来防止燃烧气体泄漏",
    "options": ["活塞裙", "活塞环", "活塞密封件", "活塞钢片"],
    "answer": [1],
    "analysis": "L1"
}, {
    "title": "火花塞呈什么颜色能够说明有冷却液泄漏到了燃烧室中？",
    "options": ["褐色", "黑色", "白色", "土黄色"],
    "answer": [2],
    "analysis": "理论测试肖欣"
}, {
    "title": "火花塞热值的选用方法为:",
    "options": ["冬季选用冷型，夏季选用热型", "电极容易积碳的情况下选用热型", "高压缩比、高转速的发动机选用热型", "容易产生爆震的情况下选用热型"],
    "answer": [1],
    "analysis": "L3"
}, {
    "title": "集成式动力制动控制器发生故障进入“机械助力模式”，以下陈述正确的是？",
    "options": ["无法执行ABS或DSC调节", "回路分离阀CSV1和CSV2默认关闭", "制动踏板行程将会变长，但是制动力减弱", "柱塞分离阀PSV1和PSV2默认关闭"],
    "answer": [0, 3],
    "analysis": "L32021年"
}, {
    "title": "计算机技术采用数字进行计算，其数字系统有?",
    "options": ["二进制", "十进制", "八进制", "十六进制"],
    "answer": [0, 1, 3],
    "analysis": "L3"
}, {
    "title": "记忆效应是指蓄电池经长期（ ）后，再进行深度放电时表现出明显的容量损失和放电电压下降的现象。",
    "options": ["放置", "浅充浅放循环", "放电", "充电"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "继电器控制线圈的电阻的参考范围是多少？",
    "options": ["50欧姆到120欧姆", "50欧姆到70欧姆", "70欧姆到90欧姆", "30欧姆到150欧姆"],
    "answer": [0],
    "analysis": "L22021年"
}, {
    "title": "加工燃料电池氢燃料所需的（ ），可来自水能、风力、太阳光伏、燃煤发电厂或输配电网等多种来源。",
    "options": ["热能", "机械能", "电能", "化学能"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "假如一个信号在一秒内完成了60个完整的信号周期，那么此信号的频率是多少赫兹？",
    "options": ["120HZ", "10HZ", "60HZ", "100HZ"],
    "answer": [2],
    "analysis": ""
}, {
    "title": "驾驶员辅助系统域控制器DADC模块托管以下哪项功能？",
    "options": ["倒车广角侦测(RTD)", "自动紧急制动(AEB)", "增强版全地形自适应控制系统(ATPCPro)", "自适应巡航控制（ACC）"],
    "answer": [0, 1, 3],
    "analysis": "L32021年"
}, {
    "title": "驾驶员睡意检测特性在多大车速时激活？",
    "options": ["75公里/小时（46.5英里/小时）", "65公里/小时（40英里/小时）", "50kph/31mph", "20kph/12.4mph"],
    "answer": [1],
    "analysis": "XF"
}, {
    "title": "间歇性故障查找过程中应该注意什么？",
    "options": ["向客户提出特定的问题以确定故障发生时的条件", "如果有必要，请客户为你指出故障", "如果有必要，和客户一起试车", "分析故障现象，模拟故障发生时的条件"],
    "answer": [0, 1, 2, 3],
    "analysis": "L3"
}, {
    "title": "检修 16A 慢充系统时，如测量充电线车辆端充电枪的 CC 脚和 PE 脚之间的阻值，其阻值应为（）Ω，否则应更换充电线总成。",
    "options": ["380", "980", "450", "680"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "将MagneRide\"减振器电磁线圈完全通电会对悬挂系统产生什么影响？",
    "options": ["减振器正常设置", "减振器硬设置", "减振器软设置", "减振器运动设置"],
    "answer": [1],
    "analysis": "L4"
}, {
    "title": "将电力系统中某一点直接或经特殊设备与地作金属连接，称为（ ）。",
    "options": ["工作接地", "保护接零", "保护接地", "工作接零"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "将电路元件(如电阻、电容、电感,用电器等)逐个顺次首尾相连接，称之为（ ）。",
    "options": ["串联电路", "并联电路", "混联电路", "电桥电路"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "将冠状齿轮安装在后差速器总成上的主要目的是什么？",
    "options": ["使一个车轮能够比另一个车轮转得更快，同时维持相同的扭矩；", " 以90°的角度传递驱动力", " 增大扭矩", "提供齿轮减速"],
    "answer": [1],
    "analysis": "L1"
}, {
    "title": "交流充电桩是指采用传导方式为具有（）的电动汽车提供交流电源的专用供电装置。",
    "options": ["DC/DC 变换器", "电机控制器", "高压控制盒", "车载充电机"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "交流发电机的哪个部分用于确保蓄电池的充电电压保持在可接受的参数范围内？",
    "options": ["整流器", "转子", "爪极磁铁", "调节器"],
    "answer": [3],
    "analysis": "L2"
}, {
    "title": "交流发电机是将（）转化为电能的电机，其产生的电压及电流为交流。",
    "options": ["动能", "机械能", "热能", "化学能"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "较大的前制动器是六缸发动机车型的标准装配",
    "options": ["正确", "错误"],
    "answer": [0],
    "analysis": "f-pace"
}, {
    "title": "接地侧控制的12伏PWM信号以75%的占空比运行，万用表读数将会是多少？",
    "options": ["3伏特", "9伏特", "12伏特", "6伏特"],
    "answer": [1],
    "analysis": "新四级理论考试"
}, {
    "title": "捷豹XJ行车制动中轮速传感器输出信号为0v，那么",
    "options": ["说明车轮抱死", "传感器故障", "传感器工作正常", "ABS电脑不能得到车速信号"],
    "answer": [1, 3],
    "analysis": "L3"
}, {
    "title": "捷豹驾驶控制系统(JDC)具有以下哪些程序",
    "options": ["正常模式、动态模式、ECO模式和冬季模式或自适应路面相应", "正常模式、ECO模式、沙地模式和动态模式", "正常模式、ECO模式和动态模式", "正常模式、动态模式、ECO模式和冬季模式或全路况进程控制(ARPC)"],
    "answer": [0],
    "analysis": "f-pace"
}, {
    "title": "捷豹路虎规定超过多少伏的电压被称为高压？",
    "options": ["30V", "40V", "50V", "60V"],
    "answer": [3],
    "analysis": "L22021年"
}, {
    "title": "捷豹路虎信息娱乐系统上使用的主要通信网络是什么？",
    "options": ["CAN", "无线", "光纤", "同轴"],
    "answer": [2],
    "analysis": "L3"
}, {
    "title": "捷豹路虎智能钥匙的有效传输区域是多少？",
    "options": ["2.0.m", "1.5.m", "0.5.m", "1.0.m"],
    "answer": [3],
    "analysis": "L3"
}, {
    "title": "捷豹品牌的创始人是？",
    "options": ["威廉沃姆斯里（williamwalmsley）", "莫里斯.威尔克斯", "威廉•里昂斯（WilliamLyons)", "伊恩•卡勒姆(IanCallum)"],
    "answer": [2],
    "analysis": "L22021年"
}, {
    "title": "进行维修时发现制动踏板非常紧，驾驶员不得不比平常用更多的力。可能由以下哪个原因导致？",
    "options": ["柔性软管破裂", " 制动卡钳支架被卡住；", " 制动助力器真空软管破裂；", "防抱死制动系统控制模块故障"],
    "answer": [2],
    "analysis": "L1"
}, {
    "title": "进行心肺复苏触电急救时，胸外按压与口对口（鼻）人工呼吸比例为：双人抢救时比例为（），反复进行。",
    "options": ["15:2", "20:2", "30:2", "40:2"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "进行压降测试，要注意的主要事项有？",
    "options": ["获得准确的参考电压", "闭合电路", "连接电源充电器", "打开点火开关"],
    "answer": [0, 1],
    "analysis": ""
}, {
    "title": "进行压缩测试评估气缸压力正确的标准：最高和最低压力之间的差值不应该超过多少？",
    "options": ["10%", "15%", "12%", "8%"],
    "answer": [0],
    "analysis": "新四级理论考试"
}, {
    "title": "进行自动变速箱失速测试的结果是，各档位发动机转速都偏高，请问哪个是最可能的原因?",
    "options": ["管路压力低", "ATF油不足", "发动机动力不够", "变扭器单向离合器卡住"],
    "answer": [0],
    "analysis": "L3"
}, {
    "title": "经过人体的电流达到大约（ ）时，被认为是“致命值”。",
    "options": ["80mA", "50mA", "10mA", "100mA"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "晶闸管触发电路中，若改变（）的大小，则输出脉冲产生相位移动，达到移相控制的 目的。",
    "options": ["同步电压", "控制电压", "脉冲变压器变比", "以上均不对"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "晶闸管的基本工作特性可概括为（）。",
    "options": ["正向电压门极有触发导通，反向电压则截止", "反向电压门极有触发导通，正向电压则截止", "正向电压阳极有触发导通，反向电压则截止", "反向电压阳极有触发导通，正向电压则截止"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "具备以下哪些资质的人员可对400e车辆高压系统执行断电和通电程序？",
    "options": ["EVIP", "EVCP", "EVAP", "EVSAP"],
    "answer": [2, 3],
    "analysis": "PHEV考试"
}, {
    "title": "具有高压互锁功能的高压连接系统，系统的功率端子和信号/控制端子应满足：①高压连接系统连接时，（）先接通，（）后接通；②高压连接系统断开时，（）先断开，（）后断开。",
    "options": ["\"功率端子、信号/控制端子；功率端子、信号/控制端子\"", "\"功率端子、信号/控制端子；信号/控制端子、功率端子\"", "\"信号/控制端子、功率端子；功率端子、信号/控制端子\"", "\"信号/控制端子、功率端子；信号/控制端子、功率端子\""],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "绝缘栅双极晶体管（IGBT）的导通由（）之间的电压控制。",
    "options": ["栅极端和发射极端", "栅极端和集电极端", "集电极端和发射极端", "以 上 均 不 对"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "开放式差速器总成的基本构造包括：",
    "options": ["差速器壳", "星形齿轮", "主减速器扇形齿轮", "输入轴锥形齿轮"],
    "answer": [0, 1, 2, 3],
    "analysis": ""
}, {
    "title": "开关三极管主要工作在（）。",
    "options": ["放大区和截止区", "饱和区和截止区", "饱和区和放大区", "以上均不对"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "开关温度是 PTC 热敏电阻器的电阻值发生阶跃增加的温度，通常规定电阻值为最小电阻值 Rmin 的（）倍时所对应的温度。",
    "options": ["1", "2", "3", "4"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "开路电压是指蓄电池在开路条件下的（ ）电压。",
    "options": ["平均", "最高", "单体", "端子"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "可变冷却液泵导流罩有多少个工作位置？",
    "options": ["5", "1", "3", "2"],
    "answer": [0],
    "analysis": "XE"
}, {
    "title": "可变冷却液泵在冷却液达到多少温度时达到最大泵送?",
    "options": ["55°C", "65°C", "75°C", "85°C"],
    "answer": [3],
    "analysis": "L22021年"
}, {
    "title": "可调节车内氛围灯是全新揽胜L460的标配？",
    "options": ["正确", "错误"],
    "answer": [0],
    "analysis": "L460"
}, {
    "title": "可更换集成动力制动系统单元的哪些零部件？",
    "options": ["电子控制单元和制动液储液罐。", "液压单元和制动液储液罐", "所有零部件均可更换", "仅限制动液储液罐。"],
    "answer": [3],
    "analysis": "新车型LE"
}, {
    "title": "可通过EVA2SOTA更新多少个模块？",
    "options": ["12.三个，它们是双存储单元模块", "15.两个，它们是双存储单元模块", "15.四个，它们是双存储单元模块", "15.三个，它们是双存储单元模块。"],
    "answer": [3],
    "analysis": "新车型LE"
}, {
    "title": "可通过数字或模拟格式进行视频数据传输。请确定与使用模拟格式相比，使用数字格式的一个优点是什么。",
    "options": ["数据以未压缩的格式传输，这样可以使用分辨更高的示屏", "通信数据在单线网络上传输，这样可以降低干扰程度", "数据通信能够以压缩的视频格式传输，且能够在二维显示屏上显示", "与模拟格式相比，使用数字通信格式没有优点"],
    "answer": [0],
    "analysis": "L4"
}, {
    "title": "可以将EVA-1车辆使用的TCU安装到EVA-2车辆上？",
    "options": ["正确", "错误"],
    "answer": [1],
    "analysis": "新车型LE"
}, {
    "title": "可以提高低速灵活性和高速方向稳定性的系统是？",
    "options": ["四轮转向系统", "动态响应系统", "电子主动差速控制系统", "新一代智能四驱系统"],
    "answer": [0],
    "analysis": "L460"
}, {
    "title": "客户抱怨L462LRDiscovery2021车型年款车辆无法调节第二排座椅顶部的开关向前倾斜以使用第三排座椅，以下哪些陈述正确？",
    "options": ["这可能是选择了主驾驶开关上的后挡隔离装置按钮、禁用了后挡操作", "这表明第二排座椅调节存有故障需要检修", "21款车辆更改了座椅模块软件策略", "这可能是第二排座椅安全带卡扣已插入、禁用了座椅调节"],
    "answer": [0, 2],
    "analysis": "L32021年"
}, {
    "title": "客户抱怨-驾车上班时动力出现间歇性损失，您要如何进行诊断？",
    "options": ["连接至SDD。读取故障代码。若存在故障代码，则删除故障代码，然后执行路试，以再现故障", " 与客户沟通，获取客户体验以及症状出现时间的更多信息", " 连接至SDD，读取故障代码，如果ECM中存在故障代码，则使用诊断流程将它们修复", "请保养顾问对车辆进行路试，以再现故障"],
    "answer": [1],
    "analysis": "L4"
}, {
    "title": "客户投诉他们车辆内部制冷性能不良，可能的原因是以下哪项？",
    "options": ["系统中制冷剂过多，超过加注量100克", " 系统中的冷冻油过多", " 制冷剂低压读书约为2.0巴（29.0磅/平方英寸）", "蒸发器和通风口温度传感器之间的温度差小于4℃（7℉）"],
    "answer": [1],
    "analysis": "L3"
}, {
    "title": "空调系统中制冷剂加得过量，会产生以下哪些现象？",
    "options": ["蒸发器制冷不足", "压缩机产生液击", "制冷剂罐堵塞", "管路过热"],
    "answer": [0, 1, 3],
    "analysis": "L3"
}, {
    "title": "空气悬架系统压缩机包含一个主排气阀，它在排放系统空气压力时打开。此功能将空气悬架保持在最佳行驶高度设置。排气阀还用和最小压力保持阀",
    "options": ["排气单向阀", " 储液罐压力控制阀", " 泄压阀", "角制阀控"],
    "answer": [2],
    "analysis": "L4"
}, {
    "title": "空气悬架系统中集成了多少个电磁阀，以将悬架保持在最佳高度设定值？",
    "options": ["11", "12", "10", "8"],
    "answer": [3],
    "analysis": "L4"
}, {
    "title": "空气悬架压缩机控制器(ASCC)的作用有哪些？",
    "options": ["ASCC用于监测系统压力，防止压缩机工作压力过高。", "ASCC 能够测量并监测压缩机的工作环境温度。", "ASCC分别控制前后阀快的压缩机供气管路的开闭", "ASCC降低施加到压缩机直流电机的高浪涌电流。"],
    "answer": [1, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "控制H形膨胀阀开度大小的是：",
    "options": ["从蒸发箱出来的制冷剂的温度", "蒸发箱温度传感器", "压力传感器", "空调模块"],
    "answer": [0],
    "analysis": "汽车基础知识"
}, {
    "title": "控制警报系统主要功能的是哪个模块？",
    "options": ["KVM", "后接线盒", "中央接线盒", "仪表盘"],
    "answer": [0],
    "analysis": "L3"
}, {
    "title": "库伦效率是从蓄电池释放出的（ ）与同循环过程中充电容量的比值",
    "options": ["电荷", "电子", "容量", "电流"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "快充系统一般使用（ ），通过快充桩进行整流、升压和功率变换后，将高压大电流通过高压母线直接给动力电池进行充电。",
    "options": ["交流 380V 三相电", "直流 380V 三相电", "直流 220V 单相电", "交流 220V 单相电"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "缆上控制保护装置位于可拆卸电缆组件或非固定安装部分的（）中。",
    "options": ["接口", "接头", "插座", "插头"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "缆上控制与保护装置是在（）下连接电动汽车的一组部件或元件，包括功能盒、电缆、供电插头和车辆插头，执行控制功能和安全功能。",
    "options": ["充电模式 1", "充电模式 2", "充电模式 3", "充电模式 4"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "锂离子电池是利用（ ）作为导电离子在阴极和阳极之间移动，通过化学能和电能相互转化实现充放电的。",
    "options": ["电子", "电荷", "锂离子", "电芯"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "利用压降测试仪故障部件时，以下哪个答案将会确保得到准确的结果？",
    "options": ["确保将黑色表笔连接至接地，将红色表笔连接至供电", " 使用电压表，并联至部件且电路闭合", " 使用电压表，在部件已断开且开开关的情况下，检查部件电压", "仅使用电路带电侧的压降"],
    "answer": [1],
    "analysis": "L2"
}, {
    "title": "连杆大端与曲轴相连。连杆小端与什么相连？",
    "options": ["活塞环", "刮油环", "活塞销", "提升阀"],
    "answer": [2],
    "analysis": "技师等级考试1-100"
}, {
    "title": "连接电动汽车到电网（电源）给电动汽车供电的方法叫做（）。",
    "options": ["充电模式", "充电方式 C. 连接模式 D. 连接方式", "连接模式", "连接方式"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "两节相同类型但电量不同的电池串联在一起被充电，如果有保护电路，出现的结果是（ ）",
    "options": ["低电量电池先被充满", "高电量电池先被充满", "低电量电池不能被充满 D. 高电", "量电池不能被充满"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "路虎车辆在国内的车型采用了下列哪种驱动方式？",
    "options": ["兼时驱动", "恒时四驱", "适时四驱", "两驱"],
    "answer": [1, 2],
    "analysis": "L3"
}, {
    "title": "轮胎侧壁上的印字是“235/45R17”，因此轮胎的高度是多少？",
    "options": ["17mm", "235mm÷17mm", "235的17%÷45", "235mm的45%"],
    "answer": [3],
    "analysis": "L1"
}, {
    "title": "轮胎尺寸和压力不正确会影响到变速箱的换档策略，以下哪些说法是正确的？",
    "options": ["前轮转速被用于确定汽车是否位于弯道中", "3公里/小时的差异可导致启用弯道识别", "后轮转速被用于确定汽车是否位于弯道中", "1公里/小时的差异可导致启用弯道识别"],
    "answer": [0, 3],
    "analysis": "L22021年"
}, {
    "title": "轮胎胎面的花纹凸块及条形花纹的边缘出现羽状磨损主要是因为？",
    "options": ["主销后倾角调整不当", "车轮前束不当", "两侧车轮转向的角度不一样", "车轮外倾角过小"],
    "answer": [1],
    "analysis": "L3"
}, {
    "title": "铝制强化整体式车身的使用为该车带来的极高抗扭刚度为",
    "options": ["22kNm/deg", "25kNm/deg", "27kNm/deg", "29kNm/deg"],
    "answer": [0],
    "analysis": "XE"
}, {
    "title": "麦克弗森悬架的部件有",
    "options": ["倾斜杆", "稳定杆", "交叉杆", "螺旋弹簧"],
    "answer": [0, 2, 3],
    "analysis": "L3"
}, {
    "title": "脉宽调制是一种使用数字脉冲产生输出电压的方法。请从以下项目中确定测量脉宽调制(PMW)信号占空比的最合适诊断测试设备。",
    "options": ["调至电压档的万用表", "调至直流(DC)电压档的示波器", "调至频率档的示波器", "调至交流(AC)档的示波器"],
    "answer": [1],
    "analysis": "L4"
}, {
    "title": "慢充是指使用（ ），借助车载充电机，通过整流和升压，将交流电变换为高压直流电给动力电池进行充电",
    "options": ["直流 220V 单相电", "交流 220V 单相电", "交流 380V 三相电", "直流 380V 三相电"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "模式 2 充电系统使用标准插座，能量传输过程中应采用单相交流供电。电源侧使用符合 GB2099. 1 和 GB1002 要求的 10A 插头插座时输出不能超过（）。",
    "options": ["7A", "8A", "9A", "10A"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "模式 2 充电系统中，从标准插座到电动汽车应提供保护接地导体，且应具备（）和过流保护功能。",
    "options": ["剩余电流保护", "剩余电压保护", "剩余电荷保护", "剩余电能保护"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "某4缸发动机，排量为2480cc，燃烧室容积为77.5cc，则该发动机压缩比为：",
    "options": ["7、1", "8、1", "9、1", "10、1"],
    "answer": [2],
    "analysis": "汽车基础知识L2"
}, {
    "title": "某个控制器局域网(CAN)中CAN-H已与接地短路，断开蓄电池负极端子后，如使用电阻表进行测量，以下选项正确的是？",
    "options": ["测量CAN-L与车身接地之间的电阻时，万用表应显示60欧姆。", "测量CAN-H与CAN-L之间的电阻时，万用表应显示120欧姆", "测量CAN-H与CAN-L之间的电阻时，万用表应显示0欧姆。", "测量CAN-H与CAN-L之间的电阻时，万用表应显示60欧姆。"],
    "answer": [0, 3],
    "analysis": "新四级理论考试"
}, {
    "title": "某技师使用SDD数据记录器发现，后置氧传感器信号电压为1.28V。这个数据表明？",
    "options": ["混合气偏稀", "混合气偏浓", "后置氧传感器未达到工作温度", "前置及后置氧传感器损坏"],
    "answer": [2],
    "analysis": "L22021年"
}, {
    "title": "某款动力电池的电芯容量：30.5Ah、连接方式：3P91S、工作电压范围：250～382V、额定电压：332V，请计算：电芯最低放电电压是（ ）。",
    "options": ["4.2V", "4.15V", "2.65V", "2.75V"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "哪个PHEV部件负责确保在车辆连接至主电源时对高压电池充电？",
    "options": ["DC/DC转换器", "EPIC", "BCCM", "HVJB"],
    "answer": [2],
    "analysis": "PHEV考试"
}, {
    "title": "哪个部件控制被动起动LF天线信号？",
    "options": ["CJB", "KVM", "智能钥匙", "ECM"],
    "answer": [1],
    "analysis": "L3"
}, {
    "title": "哪个发动机正时链张紧器在拆除后可以再次使用？",
    "options": ["上正时链张紧器", "哪个正时链张紧器都不可以", "下正时链张紧器", "两个正时链张紧器都可以"],
    "answer": [0],
    "analysis": "XEL4"
}, {
    "title": "哪个系统模块向智能限速器(ISL)软件提供速度限值数据？",
    "options": ["自适应速度控制模块(ASCM)", "驻车辅助控制模块(PACM)", "防抱死制动系统控制模块(ABS)", "图像处理控制模块(IPCM)"],
    "answer": [3],
    "analysis": "XF"
}, {
    "title": "哪个型号的变速器在车辆位于举升机时车轮滑转，应使用草地/砂砾/雪地模式，且变速器只可以运行至最高4档。否则变速器可能发生内部损坏。",
    "options": ["ZF6HP", "ZF9HP", "ZF8HP", "AWF21"],
    "answer": [1],
    "analysis": "L22021年"
}, {
    "title": "哪句陈述可以最好地描述隐藏式可展开式车门把手的“破冰模式”功能？",
    "options": ["如果车门把手没有在1.9秒后展开，隐藏式可展开式车门把手电机电流将从85%提升至100%", "如果车门把手没有在1.9秒后展开，隐藏式可展开式车门把手电机电流将从50%提升至85%", "隐藏式可展开式车门把手电机将反复打开和关闭以展开结冰的车门把手。", "如果车门把手没有在0.5秒后展开，隐藏式可展开式车门把手电机电流将从85%提升至100%。"],
    "answer": [0],
    "analysis": "Velar"
}, {
    "title": "哪项关于LIN总线的陈述是正确的？",
    "options": ["单线总线的电压电平在1.5到3.5伏之间", "数据传送速率是500kBit/s", "单线总线的电压电平在0伏和发电机供电电压之间", "LIN线最多可以支持控制16个模块"],
    "answer": [2, 3],
    "analysis": "L3"
}, {
    "title": "哪些关于“控制电路”的叙述是正确的？",
    "options": ["传感器提供执行器驱动效果的反馈", "在控制电路中，机械运动被转换成电信号", "在控制线路中执行器的驱动被检测和调整", "控制电路总是使用闭环控制"],
    "answer": [0, 1, 2],
    "analysis": "L3"
}, {
    "title": "哪些模块会生成主动降噪系统的故障码？",
    "options": ["AAM", "PCM", "IGM/ICCM", "前 ASIM"],
    "answer": [0, 1, 2],
    "analysis": "L460"
}, {
    "title": "哪些现象是由不恰当的气门间隙引起的？",
    "options": ["发动机过热", "挺杆噪音增大", "气门未完全关闭，同时压缩压力低", "火花塞发生油淹"],
    "answer": [1, 2],
    "analysis": "汽车基础知识L2"
}, {
    "title": "哪一项功能向自动紧急制动(AEB)功能提供关于前方路况的信息？",
    "options": ["数字式立体主动安全摄像头模块", "单主动安全摄像头模块", "自适应巡航控制(ACC)系统雷达", "前驻车辅助传感器"],
    "answer": [0],
    "analysis": "发运"
}, {
    "title": "哪一项功能向自动紧急制动(AEB)功能提供关于前方路况的信息？",
    "options": ["前环车摄像头", "前驻车辅助传感器", "车内后视镜光照传感器", "数字式立体主动安全摄像头模块"],
    "answer": [3],
    "analysis": "XE"
}, {
    "title": "哪一种通信媒介将音频数据从音频放大器模块传输至无线耳机的红外发射器？",
    "options": ["APIX2", "USB", "LVDS", "HDMI"],
    "answer": [2],
    "analysis": "L4"
}, {
    "title": "内阻是指蓄电池中（ ）、正负极、隔膜等电阻的总和。",
    "options": ["极板", "电解质", "隔板", "外壳"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "能耗制动是电制动方式之一，将被励磁电机从电源断开并改接为（），使电能在其电枢绕组中消耗，必要时还可消耗在外接电阻中",
    "options": ["电动机", "发电机", "变压器", "变频器"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "能量效率是放电时从蓄电池释放出的电量与（ ）过程中充电能量的比值。",
    "options": ["同环境", "同循环", "同时间", "以上均不对"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "能引起人的感觉最小电流，称为（ ）。",
    "options": ["感知电流", "摆脱电流", "致命电流", "窒息电流"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "逆变电路是一种（）变换电路。",
    "options": ["AC/AC", "DC/DC", "DC/AC", "AC/DC"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "逆变电路中，关于无源逆变说法错误的是（）。",
    "options": ["交流侧接的电源", "交流侧直接接负载", "整流电路工作在逆变状态时属于有源逆变", "逆变电路一般不加说明，指的是无缘逆变"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "您怀疑旋转轴“失真”您应使用以下哪种工具来检查准确度？",
    "options": ["V形块和千分表", " 千分表和测隙片", " 直尺和水平仪", "游标卡尺和V形块"],
    "answer": [0],
    "analysis": "L2"
}, {
    "title": "拧紧气缸盖螺栓时，应该首先扭紧哪个位置？",
    "options": ["气缸盖前部", "气缸盖中部", "气缸盖后部", "离进气歧管最近的一边"],
    "answer": [1],
    "analysis": "汽车基础知识L2"
}, {
    "title": "排气歧管的功能是什么？",
    "options": ["通过化学反应和热反应降低不需要的燃烧废气水平", "降低发动机产生的噪音", "将废气再循环至进气系统", "收集来自气缸的废气，然后再将其导入排气管"],
    "answer": [3],
    "analysis": "技师等级考试1-100"
}, {
    "title": "排气系统安装在车辆底盘的橡胶接头上，以便防止噪音和热量进入乘客舱。还有什么原因？",
    "options": ["为了减少排放", "为了防止在粗糙路面上行驶时对排气系统造成损坏", "为了使排气系统膨胀并移动", "为了使排气系统快速加热"],
    "answer": [2],
    "analysis": "技师等级考试1-100"
}, {
    "title": "判断题，JaguarLandRower车型上使用了两种电容式车门把手。",
    "options": ["   正确", "   错误"],
    "answer": [1],
    "analysis": "L3"
}, {
    "title": "判断题，如果智能钥匙电池发生故障，则可以通过IAU启动车辆？",
    "options": ["   错误", "   正确"],
    "answer": [1],
    "analysis": "L3"
}, {
    "title": "判断题：NewRangeRoverVelar仅配备了空气悬架。",
    "options": ["错误", "正确"],
    "answer": [0],
    "analysis": "Velar"
}, {
    "title": "判断题：多功能动态拨盘可以在座椅温度和温控设备温度之间快速切换。",
    "options": ["错误", "正确"],
    "answer": [1],
    "analysis": "Velar"
}, {
    "title": "判断题：启动车辆，断开TCU,然后关闭发动机，是否能再次启动发动机？",
    "options": ["否", "是"],
    "answer": [0],
    "analysis": "新四级理论考试"
}, {
    "title": "判断以下描述合金车轮与压制钢车轮相北所具有的优势的表述。",
    "options": ["重量较轻，允许增加轮距宽度，增加非簧载重量", "重量较轻，允许增加轮距宽度，更好的散热性", "允许增加轮距宽度，增加非簧载重量，更好的散热性", "重量较轻，允许增加轮距宽度，增加非簧载重量，更好的散热性"],
    "answer": [1],
    "analysis": "技师等级考试1-100"
}, {
    "title": "配备PIVIPRO系统的车辆，一台iPhone12手机不能使用无线充电功能，以下哪些描述适用此故障的检查和维修？",
    "options": ["iPhone12手机NFC不能自动关闭，导致无法使用车辆的无线充电", "无线充电模块不支持iPhone12MagSafe功能导致", "无线设备充电器模块(WDCM)故障需要更换此模块", "需要确认无线设备充电器模块(WDCM)版本为AC，执行更新ECU"],
    "answer": [0, 1, 3],
    "analysis": "L32021年"
}, {
    "title": "配备第二代标准传动系统的L551，如果AWD控制模块AWDCM中的RDU分类编号不正确，将会导致什么问题？",
    "options": ["当离合器扭矩不足时，导致牵引力降低", "当离合器扭矩过大时，导致驱动和转向问题", "第二代标准传动系统处于永久连接状态", "第二代标准传动系统处于永久断开状态"],
    "answer": [0, 1],
    "analysis": "L551L42021年"
}, {
    "title": "配备前部传动系统断开的车辆，哪个部分计算何时需要连接或断开前部传动轴？",
    "options": ["DADC", "TCCM", "DDCM", "CHCM"],
    "answer": [0],
    "analysis": "2021~2022新车型"
}, {
    "title": "配备智能钥匙的车辆没有紧急钥匙",
    "options": ["错误", "正确"],
    "answer": [0],
    "analysis": "L3"
}, {
    "title": "碰撞吸收区的用途是什么？",
    "options": ["设计目的之一是吸收碰撞的结构区域", " 设计目的的并非是吸收碰撞的结构区域", " 仅在侧面碰撞过程中发生变形", "可使车身维修更方便并减少外观损坏"],
    "answer": [0],
    "analysis": "L3"
}, {
    "title": "起动车辆时，仪表提示没有发现智能钥匙，选出以下可能的原因",
    "options": ["智能钥匙故障（如电池无电或非本车钥匙）", "智能钥匙放在金属容器中，或所处位置有干扰", "遥控接收器（RF）或无钥匙模块（RFA）故障", "靠近钥匙的低频天线故障（LF）"],
    "answer": [0, 1, 2, 3],
    "analysis": "L3"
}, {
    "title": "气缸测漏仪的主要功能是什么?",
    "options": ["确定压缩损失的可能原因", "测试进气歧管的完整性", "测试压缩比", "测试增压器泄露"],
    "answer": [0],
    "analysis": "L22021年"
}, {
    "title": "气候控制座椅(CCS) 系统中使用了珀耳帖效应原理来工作，以下有关珀耳帖效应描述正确的是?",
    "options": ["当电压存在于一种特殊导体形成的接头处时，即出现珀耳帖效应", "当电流流过两个导体组成的交叉或接头点时，一个元件中的热量将被吸收，从而发生制冷。即珀耳帖效应通过在两个电气元件之间传递热量以产生温差。", "珀耳帖效应也可用于加热或控制温度。", "珀耳帖效应就是热泵原理的一种应用。"],
    "answer": [1, 2],
    "analysis": ""
}, {
    "title": "气阻对制动器的性能会造成什么影响？",
    "options": ["制动器能更加有效地发挥作用", "制动踏板被踩下后，制动器操作滞后", "制动器完全失效", "气阻对制动器的性能不会造成影响"],
    "answer": [2],
    "analysis": "汽车基础知识L2"
}, {
    "title": "汽车三相交流发电机的是用来产生磁场的。",
    "options": ["转子总成", "定子总成", "整流器", "电压调节器"],
    "answer": [0],
    "analysis": "汽车基础知识L2"
}, {
    "title": "汽车所用继电器在耐电压实验过程中不得出现跳火、飞弧、闪络等异常或绝缘击穿缺陷，漏电流应不大于（）mA。",
    "options": ["1", "2", "3", "4"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "汽车尾气管路上的三个氧传感器中，哪些属于窄量程氧传感器，哪些属于宽量程氧传感器？",
    "options": ["前置氧传感器为窄量程，中置和后置为宽量程", "前置为宽量程，中置和后置为窄量程", "前置和后置为窄量程，中置为宽量程", "前置和后置为宽量程，中置为窄量程"],
    "answer": [1],
    "analysis": "L22021年"
}, {
    "title": "汽车尾气中哪些有害物质可以被三元催化器转化？",
    "options": ["CO", "HC", "NOx", "SO₂"],
    "answer": [0, 1, 2],
    "analysis": "L22021年"
}, {
    "title": "汽缸压力不足的可能原因有哪些？",
    "options": ["气门间隙不正确", "缸盖垫片故障", "进气系统/过滤器堵塞", "活塞/活塞环磨损"],
    "answer": [0, 1, 2, 3],
    "analysis": "理论测试肖欣"
}, {
    "title": "汽油发动机出现爆振，可能的原因有？",
    "options": ["缸内积碳", "汽油标号过低", "汽油标号过高", "发动机温度过高"],
    "answer": [0, 1, 3],
    "analysis": "L3"
}, {
    "title": "汽油发动机的燃油蒸汽回收系统可以减少哪种废气排放？",
    "options": ["CO", "Nox", "CO2", "N2"],
    "answer": [0],
    "analysis": "汽车基础知识L2"
}, {
    "title": "前排座椅安全带带扣内的传感器为何种形式的传感器？",
    "options": ["电感式", "开关式", "霍尔式", "电容式"],
    "answer": [2],
    "analysis": "新四级理论考试"
}, {
    "title": "请求AWD连接时，必须先连接分动箱中的离合器，因为前差速器中的右侧太阳齿轮与右前半轴的旋转方向相反---此说法是否正确？",
    "options": ["正确", "错误"],
    "answer": [0],
    "analysis": "2021~2022新车型"
}, {
    "title": "请选择所有适用的选项：EVA-2网络上的哪些模块是双冗余模块？",
    "options": ["NFSM。", "PSCM。", "DADC。", "ABS。"],
    "answer": [1, 2, 3],
    "analysis": "新车型LE"
}, {
    "title": "请选择所有适用的选项：哪些陈述最好地描述了自适应前部照明系统？",
    "options": ["自适应前部照明系统可自动改变近光灯照明，以在不同情况下增加可见性。", "自适应前部照明系统具有“正常”模式、“拥堵”模式、“雾天”模式和“高速公路”模式。", "自适应前部照明系统使用来自图像处理模块A(IPMA)和车轮转速传感器的输入。", "自适应前部照明系统具有“乡村”模式、“城市”模式、“恶劣天气”模式和“高速公路”模式。"],
    "answer": [0, 2, 3],
    "analysis": "Velar"
}, {
    "title": "请选择所有适用的选项：如果“制动助力”液压系统中有空气，驾驶员会遇到什么症状？",
    "options": ["在仪表盘中显示警告消息。", "制动踏板感觉正常。", "驾驶员可能会遇到停车距离增加的情况。", "制动踏板将会变软并具有较长的行程。"],
    "answer": [0, 1, 2],
    "analysis": "新车型LE"
}, {
    "title": "请选择所有适用的选项：尾门休闲套件中包含哪些电气部件？",
    "options": ["上尾门中的扬声器", "行李厢区域中的扬声器", "上尾门的附加照明系统", "下尾门中的扬声器"],
    "answer": [0, 2],
    "analysis": "2021~2022新车型"
}, {
    "title": "请选择所有适用的选项：要激活自适应光束调整，需要存在哪些条件？",
    "options": ["已选择自动车灯。", "车速达到40公里/小时（25英里/小时）。", "没有检测到迎面车辆。", "车速达到50公里/小时（31英里/小时）"],
    "answer": [0, 1],
    "analysis": "Velar"
}, {
    "title": "请选择所有适用的选项：隐藏式可展开式车门把手在何时缩回？",
    "options": ["通过被动进入系统锁闭车辆时。", "使用内部锁定开关锁定车门时。", "车速超过8公里/小时（5英里/小时）时。", "使用智能钥匙锁定车门时"],
    "answer": [0, 1, 2, 3],
    "analysis": "Velar"
}, {
    "title": "请选择所有适用的选项：在IngeniumI42.0升汽油发动机上使用集成排气歧管时，相比传统排气歧管具有哪些优势？",
    "options": ["降低排放。", "降低重量。", "改进排气系统声音。", "改进涡轮增压器响应"],
    "answer": [0, 1, 3],
    "analysis": "Velar"
}, {
    "title": "请选择所有适用的选项：在PTA平台PHEV系统上，HVJB中包含哪些部件？",
    "options": ["直流-直流转换器", "BISG逆变器", "BCCM。", "QHV保险丝。"],
    "answer": [0, 2, 3],
    "analysis": "新车型LE"
}, {
    "title": "请选择所有适用的选项：在PTA平台PHEV系统上，在什么驾驶模式下eRAD为HV蓄电池充电？",
    "options": ["再生制动", "电荷维持", "超速。", "混合动力四轮驱动(AWD)"],
    "answer": [0, 2],
    "analysis": "新车型LE"
}, {
    "title": "请选择所有适用的选项：智能驱动动力系统(IDD)使用以下哪个控制模块来提供最佳的扭矩分配。",
    "options": ["变速箱控制模块(TCM)。", "发动机控制模块(ECM)。", "分动箱控制模块(TCCM)。", "底盘控制模块(CHCM)"],
    "answer": [0, 1, 2],
    "analysis": "Velar"
}, {
    "title": "驱动电机及驱动电机控制器中能触及的可导电部分与外壳接地点处的电阻不应大于（）Ω。接地点应有明显的接地标志。若无特定的接地点，应在有代表性的位置设置接地标志",
    "options": ["0.1", "0.2", "0.3", "0.4"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "驱动电机控制器壳体机械强度要求壳体应能承受不低于（）的压强，不发生明显的塑 性变形。",
    "options": ["1kPa", "5kPa", "10kPa", "100kPa"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "驱动电机控制器是控制动力电源与驱动电机之间（）的装置，由控制信号接口电路、驱动电机控制电路和驱动电路组成。",
    "options": ["能量传输", "动力分配", "电力分配", "动力传输"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "驱动电机控制器支撑电容放电时间是指当驱动电机控制器被切断电源后，驱动电机控制器支撑电容放电至（）所经过的时间",
    "options": ["0V", "12V", "30V", "60V"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "驱动电机系统处于电动工作状态时，输入功率为驱动电机控制器直流母线输入的电功率，输出功率为驱动电机轴端的（）。",
    "options": ["视在功率", "机械功率", "电功率", "无功功率"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "驱动电机系统效率是指驱动电机系统的（）与输入功率的百分比。",
    "options": ["视在功率", "输出功率", "有功功率", "无功功率"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "驱动电机型号由（）代号、尺寸规格代号、信号反馈元件代号、冷却方式代号、预留代号五部分组成。",
    "options": ["驱动电机大小", "驱动电机类型", "驱动电机尺寸", "驱动电机组成"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "全路况自适应控制(ASPC)在什么车速区间内工作？",
    "options": ["0至3.6公里/小时（2.2英里/小时）", "3.6公里/小时（2.2英里/小时）至30公里/小时（18.6英里/小时）", "30公里/小时（18.6英里/小时）至50公里/小时（31英里/小时）", "20公里/小时（12.4英里/小时）至60公里/小时（37.5英里/小时）"],
    "answer": [1],
    "analysis": "XE"
}, {
    "title": "全新XF围绕Jaguar模块化车辆构造进行设计，并使用铝质加强构造。车辆结构所用的轻质铝占多少比例？",
    "options": ["85%", "65%", "75%", "40%"],
    "answer": [2],
    "analysis": "XF"
}, {
    "title": "全新揽胜L460 PHEV 动力总成系统匹配的汽油发动机类型是？",
    "options": ["直列四缸", "直列六缸", "V型八缸"],
    "answer": [1],
    "analysis": "L460"
}, {
    "title": "全新揽胜L460搭载的变速器类型为？",
    "options": ["8速自动变速器", "10速干式双离合变速器", "9速自动变速器", "10速湿式双离合变速器"],
    "answer": [0],
    "analysis": "L460"
}, {
    "title": "全新揽胜L460搭载的发动机有？",
    "options": ["V6 3.0升 汽油发动机", "Ingenium I6 3.0升 柴油发动机", "Ingenium I6 3.0升 汽油发动机", "V8 T/C 4.4升 汽油发动机"],
    "answer": [1, 2, 3],
    "analysis": "L460"
}, {
    "title": "全新揽胜L460的 Meridian 尊荣音响系统具备主动降噪功能？",
    "options": ["错误", "正确"],
    "answer": [1],
    "analysis": "L460"
}, {
    "title": "全新揽胜L460的涉水深度为？",
    "options": ["90mm", "600mm", "90m", "900mm"],
    "answer": [3],
    "analysis": "L460"
}, {
    "title": "全新揽胜L460底盘系统具备的特点有？",
    "options": ["增强版动态响应系统可独立控制每个执行器，可每10ms改变一次前后轴之间的侧倾控制力分配，", "双阀减振器由自适应动态系统控制每秒控制每个减振器的两个阀 1000 次", "搭载新型 MLA-Flex 架构的新型 5 连杆后悬架设计", "所有车型标配电子空气悬架是，提供卓越的舒适性"],
    "answer": [0, 1, 2, 3],
    "analysis": "L460"
}, {
    "title": "全新揽胜L460使用的平台架构是？",
    "options": ["MLA-Flex", "D7e", "PTA", "D7u"],
    "answer": [0],
    "analysis": "L460"
}, {
    "title": "全新揽胜L460智能四轮驱动系统可向前轮或后轮分配扭矩的百分比为？",
    "options": ["1", "0.9", "0.75", "0.5"],
    "answer": [0],
    "analysis": "L460"
}, {
    "title": "全新揽胜运动 L461提供的新驾驶员动态功能有哪些？",
    "options": ["动态起步模式 (DLM)", "自适应越野巡航系统", "超速加速模式", "全地形进程控制系统"],
    "answer": [0, 1],
    "analysis": "2021~2022新车型"
}, {
    "title": "全新路虎卫士L663，TCU中的eSIM卡用于哪些功能？",
    "options": ["远程遥控", "SOTA", "WiFi热点", "PiviProApp"],
    "answer": [0, 1],
    "analysis": "L42021年"
}, {
    "title": "全新路虎卫士L663，车辆上的驾驶员辅助系统域控制器DADC模块连接到哪些通讯网络上？",
    "options": ["以太网", "FlexRay", "UN-CAN", "ISL-CAN"],
    "answer": [0, 1, 2],
    "analysis": "L32021年"
}, {
    "title": "全新路虎卫士L663，车辆上哪些模块属于双存储单元控制模块？",
    "options": ["信息娱乐计算控制模块（ICCM）", "车辆域控制器（VDC）", "近场感测模块（NFSM）", "驾驶员辅助系统域控制器(DADC)"],
    "answer": [0, 1, 2],
    "analysis": "L32021年"
}, {
    "title": "全新路虎卫士L663，电气架构的模块化方法将车辆系统集成在一起，从而形成四个定义域。以下哪些属于这四个域？",
    "options": ["连接和车辆域", "ADAS域", "车身底盘控制域", "信息娱乐、声音和人机接口（HMI）域"],
    "answer": [0, 1, 3],
    "analysis": "L22021年"
}, {
    "title": "全新路虎卫士L66390车型，如果前排座椅需要校准，应如何操作？",
    "options": ["确保座椅靠背处于最靠前的位置", "校准路径、连接PF-ECU诊断-驾驶员/乘客前排座椅模块-ECU功能-座椅校准", "确保座椅移动没有障碍物", "校准完成后，务必先将靠背向后倾斜一定角度"],
    "answer": [1, 2, 3],
    "analysis": "L32021年"
}, {
    "title": "缺少预充电阻会造成的后果是（ ）。",
    "options": ["烧毁主继电器", "损坏车载充电机", "电池管理系统不能运行", "车辆仍然可以行驶"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "确保在所有天气条件下都能获得最大牵引力的系统是？",
    "options": ["电子主动差速控制系统", "四轮转向系统", "动态响应系统", "主动空隙悬挂"],
    "answer": [0],
    "analysis": "L460"
}, {
    "title": "确定并排除故障原因是诊断郭传给你中极为重要步骤，若在诊断过程中未执行此步骤出现什么情况？",
    "options": ["找到故障将始终需要30分钟或更长的时间", " 车辆可能会再次出现同种问题", " 永远不可能消除客户的抱怨", "不执行此步骤不会有问题"],
    "answer": [1],
    "analysis": "L4"
}, {
    "title": "确定描述可变进气歧管切换至“长状态”的好处的正确说明。",
    "options": ["以增加燃烧室进气的速度，从而减少扭矩", " 以保持燃烧室进气的速度，从而优化扭矩", " 提高空气进入燃烧室的速度，以优化扭矩", "降低空气进入燃烧室的速度，以优化扭矩"],
    "answer": [3],
    "analysis": "L3"
}, {
    "title": "确定正确描述模拟和数字信号的陈述。",
    "options": ["模拟传感器输出的是开/关信号，而数字传感器提供的是12伏和0伏之间的转换信号", "模拟传感器提供一个打开和关闭的电压输出，而数字电压会随传感器的位置发生线性变化", "模拟传感器提供的信号可能有不同的频率和/或振幅，通常是一种线性信号；而数字式传感器提供的信号在两种状态之间切换", "模拟传感器改变电压和电流，以提供一种线性输出，而数字式传感器提供的是与被测功能或特性成比例的脉宽调制(PMW输出信号"],
    "answer": [2],
    "analysis": "L4"
}, {
    "title": "燃料电池电动汽车（FCEV）是以燃料电池系统作为单一动力源或者燃料电池系统与（ ）系统作为混合动力源的电动汽车。",
    "options": ["飞轮储能", "气压储能", "可充电储能", "液压储能"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "燃料电池反应堆相比一般的二次化学储能电池组存在（ ）明显优势。",
    "options": ["可以瞬间大功率输出", "不需要充电", "能量密度更大", "不需要电量均衡，系统结构简单"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "燃料电池属于二次能源，直接把物质（ ）发生时释出的能量变换为电能。",
    "options": ["内热反应", "化学反应", "物理反应", "生物反应"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "燃油压力调节器的主要功能是保持燃油泵的压力恒定",
    "options": ["对", "错"],
    "answer": [1],
    "analysis": "L2"
}, {
    "title": "热敏电阻的型号为 MF51，此型号的含义正确的是（）。",
    "options": ["此热敏电阻为普通型 NTC 热敏电阻，用于温度补偿 、 温度控制和报警，引线连接形式为单侧圆片状", "此热敏电阻为测温型 NTC 热敏电阻，用于测量温度，引线连接形式为片状表面贴装", "此热敏电阻为测温型 NTC 热敏电阻，用于测量温度，引线连接形式为单侧圆片状", "此热敏电阻为普通型 NTC 热敏电阻，用于温度补偿 、 温度控制和报警，引线连接形式为片状表面贴装"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "热敏电阻根据温度特性分为 PTC 和 NTC，PTC 热敏电阻标称零功率电阻值是在（）℃时的零功率电阻值。",
    "options": ["15", "20", "25", "30"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "热失控是指蓄电池放热连锁反应引起的电池自温升速率急剧变化的（ ）、起火和爆炸现象.",
    "options": ["过热", "过充电", "过放电", "过电压"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "人体触电的危害大小受到以下哪些因素影响？",
    "options": ["人体接触高电压的时间", "电流路径", "人体本身的电阻", "电压和电流的大小"],
    "answer": [0, 1, 2, 3],
    "analysis": ""
}, {
    "title": "人体有两处同时接触带电的任何两相电源时的触电, 称为（ ）。",
    "options": ["两相触电", "单相触电", "跨步电压触电", "接触电压触电"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "人体站在距离高压电线落地点 8～10 米以内，电流沿着人的下身，从脚经腿、胯部又 到脚与大地形成通路,发生的触电事故， 称为（ ）。",
    "options": ["跨步电压触电", "两相触电", "单相触电", "接触电压触电"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "人站在发生接地短路故障设备的旁边，触及漏电设备的外壳时，其手、脚之间所承受 的电压所引起的触电, 称为（ ）。",
    "options": ["接触电压触电", "两相触电", "跨步电压触电", "单相触电"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "容量是指完全充电的蓄电池在规定的条件下所释放出（ ），单位为 Ah。",
    "options": ["电量", "电流", "电荷", "总容量"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "容易出现明显记忆效应的电池类型是（ ）。",
    "options": ["铅酸电池", "镍镉电池", "镍氢电池", "锂离子电池"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "如果A²B 菊花链的一个连接受损，整个网络将不会发生故障。只有位于故障下游的节点会受到影响---此说法是否正确？",
    "options": ["正确", "错误"],
    "answer": [0],
    "analysis": "2021~2022新车型"
}, {
    "title": "如果L460进入P档释放模式，车辆保持静止的时间超过多长时间，系统将自动重新进入P档？",
    "options": ["5分钟", "10分钟", "30分钟", "不会进入"],
    "answer": [1],
    "analysis": "L460"
}, {
    "title": "如果VCM损坏或无法与车辆通信，您应该",
    "options": ["首次出现此情况时，请联系经销商技术支持", "在SDD中，进入设置·系统实用工具\"，然后选择清都除VCM功能", "在SDD中，进入\"设置-系统实用工具\"，然后选择手动更新补丁文件功能", "假定车辆存在故障，检查车辆的保险丝和继电器"],
    "answer": [1],
    "analysis": "技师等级考试1-100"
}, {
    "title": "如果变速器油温过低，\u0026nbsp;变速器控制单元TCM将：",
    "options": ["推迟变扭器锁止离合器接合", "只允许变速器运行在一档", "只允许变速器运行在手动一档", "使变扭器锁止离合器频繁地接合"],
    "answer": [0],
    "analysis": "L3"
}, {
    "title": "如果车辆处于锁闭和启用报警的状态，且已按下遥控解锁按钮，那么如果未启动（打开）任何车门或尾门开关，则车辆在多久后重新锁闭？",
    "options": ["5秒", "5分钟", "45秒", "30分钟"],
    "answer": [2],
    "analysis": "L4"
}, {
    "title": "如果车轮的推进角不在规定的范围值内，会引起车辆哪个方面的问题?",
    "options": ["直线行驶时方向盘不正", "车身与行驶的方向不平行", "车辆跑偏", "后轮轮胎会产生偏磨"],
    "answer": [1],
    "analysis": "汽车基础知识L2"
}, {
    "title": "如果车身动态稳定控制系统 (DSC) 确定可能出现转向不足或转向过度的严重情况时，会采取哪些系统干预策略？",
    "options": ["制动系统干预", "干预发动机系统输出", "干预变速器控制系统，", "干预转向系统"],
    "answer": [0, 1, 2],
    "analysis": ""
}, {
    "title": "如果车速超过16公里/小时（10英里/小时）的时间达到30秒，涉水感应自动关闭。",
    "options": ["正确", "错误"],
    "answer": [1],
    "analysis": "发运"
}, {
    "title": "如果发动机火花塞上具有“T\"形油漆标记，其安装操作有哪些注意事项？",
    "options": ["以T 型油漆标记的火花塞顶端必须朝向喷油嘴，偏差不能超过± 45° 范围。", "以T 型油漆标记的火花塞顶端必须朝向喷油嘴，偏差不能超过± 15° 范围。", "以T 型油漆标记的火花塞顶端必须朝向喷油嘴，偏差不能超过± 25° 范围。", "安装火花塞必须拧紧至正确的扭矩"],
    "answer": [0, 3],
    "analysis": ""
}, {
    "title": "如果后部车身高度变低，车辆哪些定位角度会受影响?",
    "options": ["前部主销后倾角变大", "前部主销后倾角变小", "不确定", "车轮束角会变"],
    "answer": [0, 3],
    "analysis": "L22021年"
}, {
    "title": "如果机油压力电磁阀出现电气故障，发动机机油压力会发生什么变化？",
    "options": ["机油泵会以机械方式自动调节机油压力。", "机油泵会以最大排量运行。", "将不会有机油压力。", "机油压力将会过大。"],
    "answer": [0],
    "analysis": "XE"
}, {
    "title": "如果检测到驻车辅助系统发生故障，则会响起连续的提示音，并且信息中心显示故障信息。",
    "options": ["错误", "正确"],
    "answer": [1],
    "analysis": "发运"
}, {
    "title": "如果两前轮同时磨损外侧或内侧，其主要原因是：",
    "options": ["车轮外倾角不对", "主销后倾角不对", "轮胎气压不足", "前束不对"],
    "answer": [0],
    "analysis": "汽车基础知识L2"
}, {
    "title": "如果轮胎显示额定速度为“V”则设计的最大速度为",
    "options": ["100英里/小时或161公里/小时", "187英里/小时或300公里/小时", "149英里/小时或240公里/小时", "106英里/小时或170公里/小时"],
    "answer": [2],
    "analysis": "L2"
}, {
    "title": "如果凸轮轴凸角与挺杆之间的间隙不足，则会造成什么后果？",
    "options": ["启动困难", "气缸工作不良", "动力不足", "气门烧灼"],
    "answer": [0, 1, 2, 3],
    "analysis": "L22021年"
}, {
    "title": "如果误入跨步触电区域，下面哪种方法可以避免触电（）。",
    "options": ["迅速跑步离开该区域", "双脚并拢跳出该区域", "缓慢离开该区域", "匍匐离开该区域"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "如果液力变矩器中的定子卡住，则驾驶员会发现什么症状（如果有）？",
    "options": ["在高发动机转速或高车速行驶时动力不良", "ECM补偿此故障，修改燃油供应及点火图谱。驾驶员不知晓任何变化", "TCM为此故障修改换档策略。驾驶员将不知晓任何变化", "车辆停止且行驶档不可选择"],
    "answer": [0],
    "analysis": "L3"
}, {
    "title": "如果仪表盘(IC)中显示了“SOS不可用”信息警告，则可能的故障原因有哪些？",
    "options": ["移动通信系统(GSM/UMTS)天线连接故障", "与约束控制模块(RCM)的硬接线连接故障", "全球导航卫星系统(GNSS)天线连接故障", "远程通信控制模块(TCU)中的备用蓄电池电量耗尽"],
    "answer": [0, 3],
    "analysis": "L4"
}, {
    "title": "如果作业过程中有人触电，触电者呼吸和心跳均已停止，最有效的做法是：应立即 （ ）。",
    "options": ["电话联系医护人员，等待医护人员赶到现场急救", "采用心肺复苏法进行急救", "口对口进行人工呼吸", "搬运触电者到通风处"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "三相交流电机应能在不接地系统中一线处于接地电位的情况下偶然地短时运行。如果要求电机在这种情况下连续运行或长期运行，则需要加强电机（），使之能适应这种条件。",
    "options": ["绝缘", "强度", "功率", "转矩"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "三相三重降压斩波电路可看作由（）电路的组合。",
    "options": ["一个升压斩波电路和两个降压斩波电路", "三个降压斩波电路", "三个升压斩波电路", "一个升压斩波电路、一个降压斩波电路和一个 Cuk 斩波电路"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "使电机产生电能并使之消耗或（），从而使电机降速的制动方式称为电制动",
    "options": ["不耗散", "不产生电能", "存储在用电器中", "反馈给电源"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "使用电缆和连接器将电动汽车接入电网（电源）的方法叫做（）。",
    "options": ["充电模式", "充电方式", "连接模式", "连接方式"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "手工焊接集成电路时，应避免高温损坏集成电路，焊接用电烙铁功率应选择在（ ）。",
    "options": ["20W-25W", "50W-80W", "100W-125W", "200W-220W"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "属于复合型电力电子器件的有（）。",
    "options": ["肖特基二极管、电力 MOSFET 管", "晶闸管、GTO", "IGBT、SITH", "SIT、MCT"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "四轮转向系统在哪种情况会出现同向转向？",
    "options": ["在低速行驶时，后轮按照与前转向角相同的方向转向", "在高速行驶时，后轮按照与前转向角相同的方向转向", "在低速行驶时，前轮按照后转向角相同的方向转向", "在高速行驶时，前轮按照后转向角相同的方向转向"],
    "answer": [1],
    "analysis": "L460"
}, {
    "title": "四轮转向系统中DADC 使用什么参数信息来计算后转向角？",
    "options": ["来自SASM的转向角", "来自BCM/GWM的电源模式", "自ABS控制模块的车轮转速、车轮方向、车速", "来自RSCM的后转向电机位置"],
    "answer": [0, 1, 2, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "随着开关频率的提高，硬开关电路的开关损耗（）。",
    "options": ["升高", "降低", "不变", "以上均不对"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "所有组成电位均衡电流通路的组件（导体、连接部分）应能承受单点失效情况下的最大电流。电位均衡通路中任意两个可以被人同时触碰到的外露可导电部分之间的电阻应不超过（）Ω。",
    "options": ["0.1", "0.2", "0.3", "0.4"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "特种设备使用单位应当按照安全技术规范的定期检验要求，在安全检验合格有效期届 满前（ ）个月，向特种设备检验检测机构提出定期检验要求。",
    "options": ["1", "2", "3", "6"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "体内通过的电流达到大约（ ）时，到达了导出电流的极限，人体开始收缩，电流 的直流时间也相应增加。",
    "options": ["10mA", "50mA", "80mA", "100mA"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "通过控制信号可以控制其导通而不能控制其关断的电力电子器件被称为（）。",
    "options": ["半控型器件", "全控型器件", "不可控器件", "以上均不对"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "同步、直流或单相换向器电机的一种绕组，与外部电力系统联接，用以吸收或送出（）。",
    "options": ["有功功率", "交流电", "旋转磁场", "转矩"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "同步或异步电机在接近于同步转速若干分之一的低转速下出现的稳定但不正常的运行状态称之为（）。",
    "options": ["跛行", "蜗行", "蠕行", "慢行"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "同步转速是指按照电机供电系统的（）和电机本身的极数所决定的转速。",
    "options": ["电压", "电流", "频率", "功率"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "外部加速度传感器如何连接到 ASIM？",
    "options": ["通过 A2B 总线", "通过 APIX2", "通过 HMI HS CAN 总线", "二者通过硬接线连接"],
    "answer": [1],
    "analysis": "L460"
}, {
    "title": "维修车辆时，必须设置（ ）一名，监护人工作职责为监督维修的全过程。",
    "options": ["专职监护人", "共同工作", "协助工作", "管理人员"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "为保证电气检修工作的安全，判断设备有无带电应（ ）。",
    "options": ["通过验电来确定设备有无带电", "以设备电压表有无指示为依据", "以设备指示灯为依据，绿灯表示设备未带电", "以设备已断开的信号为设备有无带电的依据"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "为防止人身因电气设备绝缘损坏而遭受触电，将电气设备的金属外壳与电网的零线（变 压器中性点）相连接，称为（ ）。",
    "options": ["保护接零", "保护接地", "工作接地", "工作接零"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "为了放大变化缓慢的微弱信号，放大电路应采用的耦合方式是（）。",
    "options": ["光电", "变压器", "阻容", "直接"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "稳压二极管的正常工作状态是（）。",
    "options": ["导通状态", "截止状态", "反向击穿状态", "任意状态"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "稳压管反向击穿后，其后果为（）。",
    "options": ["永久性损坏", "只要流过稳压管的电流值不超过允许范围，管子不会损坏", "由于击穿而导致性能下降", "无法判断"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "涡流制动是电制动方式之一，其能量转化为金属中涡流所产生的（）而消耗。",
    "options": ["热量", "动能", "机械能", "电能"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "无功功率反应的是（）与电源间交换功率的本领。",
    "options": ["电容或电感", "电容或电阻", "电感或电阻", "以上均不对"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "下列不属于电击电气事故后果的是（ ）。",
    "options": ["辐射效应", "热效应", "电击效应", "化学效应"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "下列不属于蓄电池事故的急救措施是（ ）。",
    "options": ["如果发生皮肤接触用纸巾擦拭", "如果吸入了气体，必须马上呼吸大量新鲜空气", "如果接触到眼睛，用大量清水冲洗", "寻求医疗救助"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "下列不属于直流系统正负极对地绝缘检测的方法的是（）。",
    "options": ["直流电压检测法", "直流漏电流检测法", "低频信号注入检测法", "高频信号注入检测法"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "下面（ ）不属于超级电容储能结构的优点。",
    "options": ["自放电率低", "功率密度高", "功率密度高", "寿命很长"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "下面（ ）的结构与原理与其他电池存在着本质区别。",
    "options": ["锂离子电池", "镍氢电池", "燃料电池", "聚合物锂电池"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "下面哪种功能不属于变流的功能（）。",
    "options": ["有源逆变", "交流调压", "变压器降压", "直流斩波"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "相比于相控整流电路，PWM 整流电路（）。",
    "options": ["输入电流与输入电压同相位", "交流输入电流有较大的谐波分量", "总功率因数低", "对晶闸管开通起始角控制"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "小功率电动机是指转速折算至 1500r/min 时最大连续定额不超过（）的电动机。",
    "options": ["1KW", "1.1KW", "3KW", "3.3KW"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "新能源车型维修技师需具备以下资质：（ ）。",
    "options": ["国家认可的《特种作业操作证(低压电工)》", "合格证", "安全防护等级证书", "行驶证"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "新能源纯电动汽车的高压动力电池总成的功能不包括（ ）。",
    "options": ["提供动力、电量计算", "温度、电压、湿度检测", "漏电检测、异常情况报警", "直接提供车辆低压系统供电"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "新能源汽车动力电池性能指标主要有储能密度、循环寿命、充电速度、抗高低温和安全性等，其中（ ）和安全性最受关注，也因此磷酸铁锂电池和三元锂电池跻身主流市场，分别应用于客车市场和乘用车市场。",
    "options": ["储能密度", "循环寿命", "充电速度", "抗高低温"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "蓄电池电芯组是一组（ ）连接的单体蓄电池，没有固定的封装外壳、电子控制装置，也没有确定的极性布置，不能直接应用在车辆上。",
    "options": ["并联", "串联", "混联", "独立"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "蓄电池辅助装置是蓄电池正常工作所需要的（ ）、温控系统部件等。",
    "options": ["托架", "传感器", "导线", "BMS"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "蓄电池管理系统监视蓄电池状态有温度、（ ）、荷电状态等",
    "options": ["电压", "电阻", "电容", "电抗"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "蓄电池管理系统只监视蓄电池状态为蓄电池提供通信、安全、（ ），并提供与应用设备通信接口的系统。",
    "options": ["电压", "电芯均衡及管理控制", "恒温", "电流"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "蓄电池内部短路是蓄电池内部正极与（ ）之间发生的短路。",
    "options": ["负极", "电解液", "隔膜", "电解质"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "蓄电池是将所获得的电能以（ ）的形式储存，并能够将其转换成电能的电化学装置，可以重复充电和放电。",
    "options": ["机械能", "化学能", "动能", "势能"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "旋转电机是指依靠电磁感应而运行的电气装置，它具有能作相对旋转运动的部件，用于（）。",
    "options": ["驱动行驶", "伸缩运动", "旋转做功", "转换能量"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "选用 NTC 热敏电阻热时间常数应符合产品标准的规定 。一般情况下应优先选取下列数值范围：测温型为 2s-20s，普通型为 5s-50s，功率型为（）。",
    "options": ["2s—50s", "5s—100s", "10s—100s", "20s—150s"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "选用差分放大电路的原因是（）。",
    "options": ["克服温漂", "提高输入电阻", "稳定放大倍数", "提高放大倍数"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "循环寿命是在指定充放电终止条件下，以特定的充放电制度进行充放电，动力蓄电池在不能满足寿命终止标准前所能进行的（ ）。",
    "options": ["放电电流", "循环次数", "放电能力", "放电时间"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "研究表明人体感知电流大约为（ ）。",
    "options": ["1mA", "2mA", "5mA", "10mA"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "研究结果表明，皮肤干燥并角质层完好时，人体电阻越大，一般取人体电阻值为（）Ω来计算。",
    "options": ["1000", "1200", "1500", "1700"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "要减少事故，光具有安全意识是不够的，还要求员工具有本专业较全面的（ ）。",
    "options": ["安全生产技术", "工艺操作技术", "设备使用技术", "领导能力"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "一般认为频率（ ）Hz 的交流电对人最危险。",
    "options": ["40-60", "20-40", "60-80", "80-100"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "一节电池与相同的两节串联在一起的电池组相比（ ）。",
    "options": ["容量相同；能量相同", "容量不同；能量不同", "容量相同；能量不同", "容量不同；能量相同"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "以下不能称为电容器的是（）。",
    "options": ["电容器元件", "电容器单元", "电容器组", "电容器设备"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "以下不属于电池正确使用方法的是（ ）。",
    "options": ["搁置电池时电压不要过高", "放电电流不宜过大，缓起步，慢刹车", "电池温度过高或过低时，尽量减少使用次数", "过充浅放"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "以下不属于个人安全防护用品的是（ ）。",
    "options": ["护腿板", "绝缘手套", "防护眼镜", "绝缘鞋"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "以下不属于锂离子电池优点的是（ ）。",
    "options": ["能量密度高", "开路电压大", "自放电率低", "安全隐患大"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "以下不属于蓄电池管理单元功能的是（ ）。",
    "options": ["与整车进行交互通讯", "控制电池高压的输出和断开", "实时监控电池的状态", "输出电池高压及电流"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "以下不属于正弦交流电表示方法的有（）。",
    "options": ["解析法", "图形法", "相量法", "对比法"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "以下电池中属于二次电池的是（ ）。",
    "options": ["锂原电池", "镁-氯化银电池", "镍氢电池", "氢氧燃料电池"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "以下对于轮毂加速度传感器描述正确的是？",
    "options": ["该传感器检测悬架垂直加速度", "该传感器是电容感测元件", "信号输出为模拟信号", "静态时输出电压大约为2.3伏"],
    "answer": [0, 1, 2, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "以下关于48伏电子动态响应系统说法正确的有？",
    "options": ["电源来自直流-直流转换器和48 伏超级电容器模块的组合", "执行器和ARCM 之间连接了橙色电缆。因此在对相关部件执行任何作业之前，需要执行断电程序。", "ARCM 为执行器中的电子部件（电机位置霍尔效应传感器、扭矩传感器和温度监测）提供7 伏电压。", "请勿将任何磁铁或磁性设备放置在电子动态响应横向稳定杆或执行器附近。"],
    "answer": [0, 1, 2, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "以下关于JLR车辆上FlexRay的描述，哪些选项是正确的？",
    "options": ["JLR 车辆上的FlexRay 拓扑是“星形”配置, 所有模块均包含一个通往中央 BCM/GWM 模块的专用分支", "TCCM上的终端电阻为1.2千欧。", "在每个分支末端，总线导线有两个47 欧姆的终端电阻器，它们有效串联，提供94 欧姆总电阻。", "FlexRay中，总线正线的电压可以高于或低于总线负线。"],
    "answer": [0, 2, 3],
    "analysis": ""
}, {
    "title": "以下关于JLR数字LED大灯的说法正确的有？",
    "options": ["数字 LED 系统使用了百万个可单独控制的微镜（DMD）", "可实现动态投影功能", "可产生约 500 米的远程远光灯", "是目前捷豹路虎产品系列中技术最先进的大灯"],
    "answer": [0, 1, 2, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "以下关于L460的A²B总线特性描述正确的有？",
    "options": ["主/从结构，使用AAM作为主节点", "可为组件提供供电电源", "双绞线结构", "双向通信"],
    "answer": [0, 1, 2, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "以下关于L460自适应减震器压缩和回弹电磁阀的描述正确的有？",
    "options": ["压缩电磁阀PWM控制为负控制", "压缩和回弹电磁阀为完全独立控制。", "减振器全软状态下，电磁阀的控制电流为0 A，全硬状态下为1.8 A。", "回弹电磁阀PWM控制为正控制"],
    "answer": [0, 1, 2],
    "analysis": "2021~2022新车型"
}, {
    "title": "以下关于NC10发动机更换曲轴的描述正确的有？",
    "options": ["曲轴使用五个主轴承。如果更换了曲轴，还必须更换轴瓦。", "曲轴上的字母用于确定要安装到曲轴主轴承盖中的是哪种颜色的曲轴主轴承。", "气缸缸体上的字母用于确定要安装到气缸缸体主轴承座中的是哪种颜色的曲轴主轴承。", "1 号轴承是离正时链最近的曲轴主轴承"],
    "answer": [0, 1, 2, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "以下关于NC10发动机活塞的描述，正确的有哪些？",
    "options": ["使用千分尺测量活塞裙下端下方 18 毫米处的活塞直径。", "活塞和活塞销相互匹配和平衡。更换活塞时，还必须更换活塞销。", "活塞裙上带有压制成型的石墨涂层，以帮助保护气缸孔中的“铝硅活塞合金”涂层", "活塞裙上有八个排油口和一个附加的油槽。"],
    "answer": [0, 1, 2, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "以下关于NC10发动机活塞连杆拆卸安装的注意事项，描述正确的有？",
    "options": ["在拆卸活塞和连杆之前应该记录活塞方向，记录活塞在发动机内的位置，记录连杆盖的方向", "注意活塞底部的机油喷嘴，确保在拆卸活塞时其未受损或遭受撞击", "应该将带IROX 聚合物涂层的轴瓦安装到连杆侧，将带普通涂层的轴瓦安装到盖侧", "只允许按照两种颜色组合安装新的连杆轴承--红色（下部）和蓝色（上部）；绿色（上部）和黄色（下部）"],
    "answer": [0, 1, 2],
    "analysis": "2021~2022新车型"
}, {
    "title": "以下关于V8 T/C 4.4 升汽油发动机可变凸轮轴正时描述正确的有哪些？",
    "options": ["在进气凸轮轴中的总提前曲轴转角是 70°", "进气凸轮轴基准为延迟位，电磁阀通电时进气侧朝“提前”方向进行调节", "在排气凸轮轴中的总延迟曲轴转角是 50°", "排气凸轮轴基准为提前位，电磁阀通电时排气侧朝“延迟”方向进行调节"],
    "answer": [0, 1, 2, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "以下关于V8 T/C 4.4 升汽油发动机描述正确的有哪些？",
    "options": ["该发动机配有两个电子节气门", "发动机装饰罩具有冷却通道，可将冷却空气从风扇引导至涡轮和排气区域", "有2 个PCM，右PCM为从属模块，位于发动机舱右侧，其名称为PCMB", "该发动机具有一个不可更换保险丝的配电模块，在接线图中显示为发动机舱接线盒3"],
    "answer": [0, 1, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "以下关于电池的概念中，属于构成电池组的最基本单元的是（ ）。",
    "options": ["电池模组", "电池单体", "动力电池总成", "电池模块"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "以下关于电芯温度的说法不正确的是（ ）。",
    "options": ["行车时电芯温度基本保持不变", "持续快充会造成电芯温度的升高", "慢充会造成电芯温度剧烈升高", "电芯温度通常不会发生突变"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "以下关于防盗系统中超宽带技术的描述，正确的选项有哪些？",
    "options": ["超宽带技术用于识别智能钥匙的位置需要使用两条距离信息", "RFA 将通过 SAT 向智能钥匙发送单独的超宽带信号，以获得智能钥匙的精确位置。", "卫星锚点收发器通过 LIN 与 RFA通讯", "JLR车辆使用的超宽带技术为短程技术，车辆系统配置为仅当测量距离不超过 1 米时才会采取行动。"],
    "answer": [0, 1, 2],
    "analysis": ""
}, {
    "title": "以下关于集成动力制动系统的说法正确的是?",
    "options": ["当内部温度传感器检测到温度过高超出限定值时，集成动力制动系统会切换至机械备用模式", "必须在执行任何类型的排放流程之后执行“泄漏和空气监测”应用程序。", "维修排放是一个更强的排放程序，应当在“泄漏和空气监测测试”失败之后执行", "正常情况下，如果制动回路管道含有空气，驾驶员踩制动踏板将不会感觉到"],
    "answer": [0, 1, 2, 3],
    "analysis": ""
}, {
    "title": "以下关于近车自动解锁和离车自动落锁功能描述正确的有？",
    "options": ["当在IDMA设置二级解锁后，车辆右侧无法实现近车自动解锁功能", "当在车内放置另一把钥匙时，离车自动落锁功能会被禁用", "在驾驶员车门打开后按下驾驶员侧车门上的UNLOCK（解锁）按钮可以临时禁用离车自动落锁功能", "在车门打开的情况下，按下驾驶员侧车门上的锁闭按钮两次，离车自动落锁功能可以实现双重锁定"],
    "answer": [2, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "以下关于空调系统制冷剂管路中配备的内部热交换器(IHX)的描述，正确的选项是？",
    "options": ["内部热交换器可提高蒸发器的工作效率。", "内部热交换器可确保低压管中的残留冷媒在到达压缩机前都蒸发掉。", "内部热交换器可提高冷凝器的工作效率。", "内部热交换器位于蒸发器内部"],
    "answer": [0, 1],
    "analysis": ""
}, {
    "title": "以下关于排气背压及其传感器的说明，正确的有？",
    "options": ["如果 PCM 模块监测到排气背压过大，PCM 将降低发动机扭矩输出，以防止发动机受损。", "排气背压传感器连接了 2 根软管。分别是：连接到大气的通风口软管和连接至排气系统的软管。", "排气背压传感器带有来自PCM 的5 伏参考电压。", "可通过数据流读取排气背压传感器的压力信号数值"],
    "answer": [0, 1, 2, 3],
    "analysis": ""
}, {
    "title": "以下关于数字LED 前大灯描述正确的有？",
    "options": ["数字LED系统使用由数以百万计的单独可控制微镜构成的滤光器，称为数字微镜设备(DMD)", "DMD将来自光源的光线反射到道路或光线吸收体上，从而在所需情况下以极高的分辨率定向光束。", "数字LED大灯中只有一个透镜具有DMD", "高清光线投影还允许将图像或动画投射到道路、墙壁或车库门上。"],
    "answer": [0, 1, 2, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "以下描述关于CAN网络的维修与诊断，哪些选项正确？",
    "options": ["CAN网络终端模块中的终端电阻为60欧姆", "如果某个 CAN 总线上的两个 CAN 终端模块均在通信，则可确认该 CAN 网络的主要“主干”是完整的", "如果某个模块记录了“总线断开”DTC，意味着该模块已检测到 CAN 传输错误，将停止传输报文并将自己从网络上断开", "断开蓄电池后，测出CAN网络的终端电阻为60欧姆，可认为网络线束CAN高和CAN 低都正常。"],
    "answer": [1, 2],
    "analysis": ""
}, {
    "title": "以下哪个为功率场效应管的简称（）。",
    "options": ["GTR", "IGBT", "GTO", "MOSFET"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "以下哪些关于检测电路的描述是正确的？",
    "options": ["压降法的使用仅在闭合电路中有效", "发动机运转期间，测量发电机壳体与蓄电池负极端子之间，电压表读数不应超过1伏。", "用电阻表测量一根已从电路中隔离的导线，如阻值为零则该导线正常。", "通过检查保险丝两端是否存在压降可以作为检查静态电流的一种方法。"],
    "answer": [0, 3],
    "analysis": ""
}, {
    "title": "以下哪些关于可变排量压缩机电磁阀的描述是正确的？",
    "options": ["压缩机电磁控制阀的工作电流介于500mA（最小排量）与 1A（最大排量）之间", "自动温控模块 (ATCM) 提供可变直流电压操作压缩机电磁阀实现排量的变化", "压缩机电磁控制阀的工作电流介于350mA（最小排量）与 850mA（最大排量）之间", "自动温控模块 (ATCM) 提供的脉宽调制 (PWM)电流操作压缩机电磁阀实现排量的变化"],
    "answer": [2, 3],
    "analysis": ""
}, {
    "title": "以下哪些情况可能会导致燃油修正值大于 -10%?",
    "options": ["未经计量的空气进入燃烧室", "进入燃烧室的燃油量低于指令的数量", "喷油嘴有滴漏现象", "没有足够的空气进入燃烧室"],
    "answer": [2, 3],
    "analysis": ""
}, {
    "title": "以下哪些是防抱死制动系统 (ABS) 的液压控制阶段？",
    "options": ["压力保持阶段", "压力缓冲阶段", "压力降低阶段", "压力累积阶段"],
    "answer": [0, 2, 3],
    "analysis": ""
}, {
    "title": "以下选项中，对计算整车续航里程没有影响的是（）。",
    "options": ["动力电池电芯温度", "电池总容量", "单体电芯压差", "大气压强"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "永磁电机的磁系统包含有（）永久磁铁。",
    "options": ["一块", "两块", "多块", "一块或多块"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "用两节 10Ah、2V 的电池分别通过并联和串联组成电池组，两种电池组（ ）。",
    "options": ["容量相同；能量相同", "容量不同；能量不同", "容量相同；能量不同", "容量不同；能量相同"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "用万用电表检测发光二极管时，必须使用（ ）档。",
    "options": ["R×10 k", "R×200", "R×100k", "R×10M"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "用于配电的交流电力系统中（）及其以下的电压等级称为低电压。",
    "options": ["36V", "220V", "500V", "1000V"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "由于48伏电子动态响应系统的执行器和ARCM 之间连接了橙色电缆。因此在对相关部件执行任何作业之前，需要EVAP或更高等级人员执行断电程序---此说法是否正确？",
    "options": ["正确", "错误"],
    "answer": [1],
    "analysis": "2021~2022新车型"
}, {
    "title": "有“220V、100W”“220V、25W”白炽灯两盏，串联后接入 220V 交流电源，其亮度情况是（）。",
    "options": ["100W 灯泡最亮", "25W 灯泡最亮", "两只灯泡一样亮", "无法判断"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "有一段 16Ω的导线，把它们对折起来作为一条导线用，其电阻是（）。",
    "options": ["4Ω", "8Ω", "16Ω", "32Ω"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "有直流环节的逆变器属于（）",
    "options": ["电压源逆变器", "电流源逆变器", "直接逆变器", "间接逆变器"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "预充电阻的作用是（ ）。",
    "options": ["为电池充电之前的检测电阻", "车辆高压上电时降低冲击电流", "交流充电时的安全保护电阻", "不是车辆上必须的结构"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "援救电气事故中受伤人员时，绝对不能（ ）。",
    "options": ["触碰仍然与电压有接触的人员", "断开电源", "用不导电的物体将事故受害者和导电体分离", "注意自身安全"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "援救电气事故中受伤人员时，你应该放在第一位考虑的问题是（ ）。",
    "options": ["自身的安全", "受伤人员的安全", "设备的安全", "电气事故的原因"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "在2022 车型年款Range Rover 上， IGM / ICCM位于何处？",
    "options": ["左前座椅下方", "IDMA后方", "右前座椅下方", "后备箱左侧"],
    "answer": [1],
    "analysis": "2021~2022新车型"
}, {
    "title": "在2022 车型年款Range Rover 上，后排娱乐系统(RSE)同时可以连接多少对耳机？",
    "options": ["最多2 对", "最多4 对", "最多6 对", "最多8 对"],
    "answer": [1],
    "analysis": "2021~2022新车型"
}, {
    "title": "在2022 车型年款Range Rover 上，哪个模块负责处理音频数据并将其传输至音频放大器模块(AAM)？",
    "options": ["IGM / ICCM", "后信息娱乐控制模块(IGMB / ICCMB)", "信息娱乐计算控制模块“B” (ICCMB)", "左侧交互式显示模块(LIDM)"],
    "answer": [2],
    "analysis": "2021~2022新车型"
}, {
    "title": "在2022 车型年款Range Rover 上，主动降噪系统除车辆道路噪音外，还会监测什么？",
    "options": ["车窗位置", "车门位置", "天窗位置", "遮阳帘位置"],
    "answer": [0, 1, 2],
    "analysis": "2021~2022新车型"
}, {
    "title": "在测量绝缘电阻时应根据被测绕组（或测量点）的最高工作电压选择兆欧表，当最高工作电压不超过 250V 时，应选用 500V 兆欧表，当最高工作电压超过 250V，但是不高于1000V 时，应选用（）兆欧表。",
    "options": ["500V", "1000V", "2000V", "10000V"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "在车辆“READY”时测量新能源汽车低压蓄电池的电压，这时所测的电压值为（）的电压",
    "options": ["车载充电机输出", "DC/DC 输出", "高压保险盒输出", "电机控制器输出"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "在充电模式 4 下，供电设备接触器接通时发生的车辆到充电设备、或者充电设备到车辆的冲击电流（峰值）应控制在（）以下。",
    "options": ["50A", "40A", "30A", "20A"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "在纯电动汽车中整车控制器的供电电压一般为（）V。",
    "options": ["10", "5", "12", "24"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "在纯电感或纯电容电路中功率因数等于（）。",
    "options": ["0", "1", "0.5", "0.8"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "在单相全波整流电路中，整流管最大反向峰值电压等于（ ）",
    "options": ["2 2U2", "0. 9U2", "U2", "0. 5U2"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "在电动汽车进行充电时，BMS 根据充电过程是否正常、电池状态是否达到 BMS 本身设定的充电结束条件，以及是否收到（）终止充电报文来判断是否结束充电。",
    "options": ["充电机", "电机控制器", "动力电池", "整车控制器"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "在电动汽车整个充电阶段，（）实时向充电机发送电池充电需求，充电机根据电池充电需求来调整充电电压和充电电流以保证充电过程正常进行。",
    "options": ["VCU", "BMS", "MCU", "CHG"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "在电感性负载两端并联一定值的电容，以提高功率因素，下列说法正确的是（）。",
    "options": ["减少负载的工作电流", "减少负载的有功功率", "减少负载的无功功率", "减少线路的功率损耗"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "在电机因惯性旋转或被拖动旋转时，电机运行于发电状态。电机通过控制器应能给出（）的额定电压以向电源充电。",
    "options": ["50%", "75%", "100%", "125%"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "在动力电池系统中不能控制高压输入输出电路的高压继电器的是（ ）。",
    "options": ["加热继电器", "总正继电器", "预充继电器", "总负继电器"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "在放大电路中，若测得晶体管三个极的电位分别为-9V，-6.2V，-6V，则-6.2V 的那个极为（）。",
    "options": ["集电极", "基极", "发射机", "正极"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "在负载为三角形连接的对称三相电路中，各线电流与相电流的关系是（ ）。",
    "options": ["大小、相位都相等", "大小相等、线电流超前相应的相电流 30°", "线电流大小为相电流大小的√3 倍、线电流超前相应的相电流 30°", "线电流大小为相电流大小的√3 倍、线电流滞后相应的相电流 30°"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "在交流充电连接过程中，首先接通保护接地触头，最后接通控制导引触头与（）。",
    "options": ["交流电源触头", "中线触头", "电平台触头", "充电连接确认触头"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "在交流-交流变流电路中，不改变（）的电路称为交流电力控制电路。",
    "options": ["电压", "电流", "电路的通断", "频率"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "在进行人工呼吸的同时应胸外按压，每分钟大约挤压（ ）次，每次挤压深度大约 为 5 厘米",
    "options": ["100", "50", "10", "150"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "在气候控制系统中，湿度传感器用于测量：",
    "options": ["风挡玻璃温度", "乘客舱温度", "乘客舱湿度", "风挡玻璃湿度"],
    "answer": [0, 1, 2],
    "analysis": ""
}, {
    "title": "在使用数据流监测宽频氧传感器信号时，如果数据为负电流，说明此时情况是？",
    "options": ["混合气稀", "混合气浓", "λ大于1", "λ小于1"],
    "answer": [1, 3],
    "analysis": ""
}, {
    "title": "在相同条件下，阻容耦合放大电路的零点漂移（）。",
    "options": ["比直接耦合电路大", "比直接耦合电路小", "与直接耦合电路相同", "无法比较"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "在以下哪些情况下将停用自适应光束调整功能？",
    "options": ["车速达到40 公里/小时", "选择前雾灯和/或后雾灯时", "摄像头未检测到城市环境", "环境光线超过预定水平"],
    "answer": [1, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "在有源逆变电路中，当控制角（）时，电路工作在整流状态。",
    "options": ["0＜α＜π/2", "0＜α＜π", "π/2＜α＜π", "0＜α＜π/3"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "在重新安装或更换空气弹簧时，请遵循TOPIx 程序以确保在降低车辆之前空气弹簧中存在多少巴的空气压力？",
    "options": ["2 bar", "2.5bar", "1.5bar", "1bar"],
    "answer": [2],
    "analysis": "2021~2022新车型"
}, {
    "title": "在最大工作电压下，直流电路绝缘电阻的最小值应至少大于（）Ω/V，交流电路应至少大于（）Ω/V",
    "options": ["100；1000", "500；1000", "500；100", "100；500"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "造成车辆不能正常行驶，但可以从发生故障地点移动到路边，等待救援，该故障属于 （）。",
    "options": ["轻微故障", "一般故障", "严重故障", "致命故障"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "正电荷与负电荷分别位于不同两侧时便会产生（ ）。",
    "options": ["电压", "电流", "电源", "电阻"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "执行发动机气缸泄漏测试的条件有哪些？",
    "options": ["发动机已预热", "所有火花塞/电热塞均已拆下", "待测气缸必须处于压缩冲程的上止点 (TDC)", "发动机处于常温状态"],
    "answer": [0, 1, 2],
    "analysis": ""
}, {
    "title": "直接耦合放大电路存在零点漂移的主要原因是（）。",
    "options": ["电阻阻值有误差", "晶体管参数的分散性", "晶体管参数不匹配", "温度的变化"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "直流电机的电枢绕组经换向器联接到直流系统，磁极由直流或（）励磁或为永久磁铁。",
    "options": ["交流", "波动电流", "持续电流", "线圈"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "直流斩波电路完成的电力功能是（）。",
    "options": ["AC/AC", "DC/DC", "DC/AC", "AC/DC"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "直流斩波电路中最基本的两种电路是（）和升压斩波电路。",
    "options": ["降压斩波电路", "升降压斩波电路", "Cuk 斩波电路", "Zeta 斩波电路"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "制动控制扭矩矢量(TVB)功能如何控制车辆的转向不足现象？",
    "options": ["在内侧前车轮施加较大的制动力、内侧后车轮施加较小的制动力", "在内侧前车轮施加较小的制动力、内侧后车轮施加较大的制动力", "在外侧前车轮施加较大的制动力、外侧后车轮施加较小的制动力", "在外侧前车轮施加较小的制动力、外侧后车轮施加较大的制动力"],
    "answer": [1],
    "analysis": ""
}, {
    "title": "主动降噪系统中，外部加速度传感器和外部麦克风通过什么方式连接到 ASIM？",
    "options": ["通过 A2B 总线", "通过 APIX2", "通过 HMI HS CAN 总线", "通过硬接线连接"],
    "answer": [3],
    "analysis": "2021~2022新车型"
}, {
    "title": "主要作短路保护的器件是（ ）。",
    "options": ["快速熔断器", "电子保护电路", "过电流继电器", "直流快速开关"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "转子串接电阻起动是指先把绕线转子电动机或同步感应电动机的转子绕组与起动电阻串接起动，然后把电阻（），使电动机作正常运行的起动方式。",
    "options": ["短路", "断路", "并联", "接地"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "自放电是指蓄电池（ ）或不期望的化学反应造成可用容量自动减少的现象。",
    "options": ["硫化", "充电时", "放电时", "内部自发的"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "自适应远光灯有两种类型，类型1通过关闭确定需要减光的区域中的光像素来减少眩光效果。类型2会自动调整远光灯分布，使其远离即将到来的交通物体或反射物体；以上说法正确吗？",
    "options": ["正确", "错误"],
    "answer": [0],
    "analysis": "2021~2022新车型"
}, {
    "title": "阻感负载性单相调压电路中，阻感负载稳态时的导通控制角α的移相范围是（）。",
    "options": ["ψ≤α≤π", "ψ≤α≤π/2", "ψ≤α≤π/3", "0°≤α≤ψ"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "组成锂离子电池的关键材料是（ ）。",
    "options": ["正极材料", "负极材料", "电解液", "外壳"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "最常见的基本逻辑门电路不包含（）。",
    "options": ["与门", "非门", "或门", "与非门"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "遵守安全规章制度不能由个人的好恶而取舍，而必须（ ），强制执行。",
    "options": ["人人遵守", "按时遵守", "经常遵守", "只要安全工作人员遵守"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "左侧前大灯接收来自DADC的专用物体检测CAN信号的操作数据，右前大灯如何接收此信息？",
    "options": ["该信息由LIN在前大灯装置之间传输", "该信息由专用CAN 在两前大灯装置之间传输", "该信息由UN CAN 传输至两前大灯", "该信息由DADC通过CAN分别传输至两前大灯"],
    "answer": [1],
    "analysis": "2021~2022新车型"
}, {
    "title": "L460车辆PIVI娱乐系统，RSE部件通过以下哪些网络进行通信？",
    "options": ["APIX2", "HS CAN车身系统总线", "HS CAN HMI系统总线", "MOST 光纤总线"],
    "answer": [0, 2],
    "analysis": "2021~2022新车型"
}, {
    "title": "\"电磁继电器是汽车上使用最为广泛的一种继电器，电磁继电器的爬电距离和电气间隙应符合以下要求：a：爬电距离不小于（）mm；b：电气间隙不小于（）mm；\"",
    "options": ["5；2.5", "2.5；5", "6.3；3", "3；6.3"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "（ ）描述了电压、电流和电阻之间的关系。",
    "options": ["欧姆定律", "基尔霍夫定律", "克希荷夫电流定律", "克希荷夫电压定律"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "（ ）是为了防止电气设备绝缘损坏时人体遭受触电危险，而在电气设备的金属外 壳或构架等与接地体之间所作的良好的连接。",
    "options": ["保护接地", "保护接零", "工作接地", "工作接零"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "（ ）指直接危及到设备安全运行，随时可能导致事故发生或危及人身安全的缺陷。",
    "options": ["危急缺陷", "严重缺陷", "一般缺陷", "超级缺陷"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "（）的作用是将 220V 交流电转换为动力电池的直流电，实现电池电量的补给。",
    "options": ["车载充电机", "电机控制器", "高压控制盒", "整车控制器"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "（）的作用是将动力电池的高压直流电转换为整车低压 12V 直流电，给整车低压用电系统供电及铅酸电池充电。",
    "options": ["车载充电机", "电机控制器", "高压控制盒", "DC/DC 变换器"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "（）的作用是是完成动力电池电源的输出及分配，实现对支路用电器的保护及切断。",
    "options": ["车载充电机", "电机控制器", "高压控制盒", "DC/DC 变换器"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "（）是指通过电子或机械的方式，反映车辆插头连接到车辆和/或供电插头连接到充电设备上的状态的功能。",
    "options": ["连接确认功能", "控制引导功能", "过压断路功能", "过流断路功能"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "（）是指用于监控电动汽车和电动汽车供电设备之间交互的功能。",
    "options": ["连接确认功能", "控制引导功能", "过压断路功能", "过流断路功"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": ". “IP”防护等级是由两个数字所组成，第 1 个数字表示电器防尘、防止外物侵入的等级；第 2 个数字表示电器防湿气、防水浸入的密闭程度，数字越大表示其防护等级越高。IP67中“6”的含义是（），“7”的含义是（）。",
    "options": ["“6”完全防止外物及灰尘侵入；“7”在深度超过 1 米的水中防持续浸泡影响。", "“6”完全防止外物侵入，虽不能完全防止灰尘侵入，但灰尘的侵入量不会影响电器的正常运作；“7”在深达 1 米的水中防 30 分钟的浸泡影响。", "“6”完全防止外物及灰尘侵入；“7”在深达 1 米的水中防 30 分钟的浸泡影响。", "“6”完全防止外物侵入，虽不能完全防止灰尘侵入，但灰尘的侵入量不会影响电器的正常运作；“7”在深达 1 米的水中防 30 分钟的浸泡影响。"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": ". 磁性物质能被外磁场强烈磁化，但磁化作用不会无限地增强，即磁性物质在磁化过程中，当磁场强度 H 达到一定值后，其磁感应强度 B 不再随 H 增加而增加，这是由于磁性物质存在（）。",
    "options": ["高导磁性", "磁饱和性", "磁滞性", "磁伸缩性"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": ". 电源电压为 380V，采用三相四线制供电，负载为额定电压 220V 的白炽灯，负载应采用（）连接方式，白炽灯才能在额定情况下正常工作。",
    "options": ["星形", "三角形", "正向", "反向"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": ". 根据电路的工作电压，将电路分为 A、B 两个等级，A 级电路的电压范围为 DC（）V、AC（）V，B 级电路的电压范围为 DC（）V、AC（）V。",
    "options": ["\"0＜U≤36、0＜U≤50；36＜U≤1500、50＜U≤1000；\"", "\"0＜U≤50、0＜U≤36；50＜U≤1500、36＜U≤1000；\"", "\"0＜U≤60、0＜U≤30；60＜U≤1500、30＜U≤1000；\"", "\"0＜U≤30、0＜U≤60；30＜U≤1500、60＜U≤1000；\""],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "12 伏电路的供电侧和回路侧可接受的最大线路压降是?",
    "options": ["0.3 伏；0.7 伏", "0.5 伏; 0.3 伏；", "0.6 伏; 0.3 伏；", "0.3 伏; 0.3 伏；"],
    "answer": [1],
    "analysis": ""
}, {
    "title": "12.3英寸可视仪表显示器具有InControlTouch信息娱乐系统",
    "options": ["正确", "错误"],
    "answer": [1],
    "analysis": "f-pace"
}, {
    "title": "12伏电路接地侧可接受的最大压降是",
    "options": ["0.3伏", "0.5伏", "0.05伏", "1伏"],
    "answer": [0],
    "analysis": "L4"
}, {
    "title": "12伏蓄电池由多少个电池单元组成？",
    "options": ["6", "12", "3", "4"],
    "answer": [0],
    "analysis": "技师等级考试1-100"
}, {
    "title": "18650 锂离子电池的“18650”5 个数字表示的内容为（ ）。",
    "options": ["电池品牌", "电池性能", "生产批次", "外形尺寸"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "2018款E-PAC车型中IC虚拟显示屏与HUD顶置显示屏之间的信息通讯连接方式？",
    "options": ["通过专属CAN总线", "通过汽车像素链路2（APIX2）", "通过LVDS", "通过舒适系统CAN总线"],
    "answer": [3],
    "analysis": "L22021年"
}, {
    "title": "2018款L405，安全下车检测系统的工作需要哪些部件参与？",
    "options": ["后车门模块", "盲点监测控制模块", "防抱死制动系统ABS模块", "后车门微开开关"],
    "answer": [0, 1, 2, 3],
    "analysis": "L22021年"
}, {
    "title": "2018款L4941nControl智能驭领尊享触控，信息娱乐从模块1SC的视频输出，通过哪种通信媒介连接至后显示屏？",
    "options": ["CVBS", "APIX2", "LVDS", "以太网"],
    "answer": [1],
    "analysis": "L4"
}, {
    "title": "2019款发现，以下关于自动紧急制动AEB的描述，正确的是？",
    "options": ["IPMA是AEB特性的主控模块", "如果AEB系统开始接合，则驾驶员可以通过方向盘或加速器输入干预其操作", "自适应速度控制模块是AEB特性的主控模块", "AEB功能旨在避免发生碰撞或限制碰撞冲击速度"],
    "answer": [0, 1, 3],
    "analysis": "L32021年"
}, {
    "title": "2023年上市的L460电动化车型有？",
    "options": ["BEV", "MHEV", "PHEV"],
    "answer": [1, 2],
    "analysis": "L460"
}, {
    "title": "3.0SCV6汽油发动机凸轮轴基本正时位置是什么状态？",
    "options": ["进气凸轮轴完全提前,排气凸轮轴完全提前", "进气凸轮轴完全提前,排气凸轮轴完全延迟", "进气凸轮轴完全延迟，排气凸轮轴完全提前", "进气凸轮轴完全延迟,排气凸轮轴完全延迟"],
    "answer": [2],
    "analysis": "L22021年"
}, {
    "title": "AEB功能依赖于后视镜上方的前视摄像头，采用图像识别技术，以下哪些情况会导致行人检测AEB系统功能不工作?",
    "options": ["车速高于60公里/小时", "检测到的对象未被确定为行人", "物体的高度小于1米", "横向通行的行人"],
    "answer": [0, 1, 2],
    "analysis": "L32021年"
}, {
    "title": "AJV6AIR二次空气喷射装置用于降低冷车发动机排放，该系统冷车时最多工作多长时间？",
    "options": ["30S", "40S", "60S", "65S"],
    "answer": [3],
    "analysis": ""
}, {
    "title": "AM电波可长距离传输，因为他们是垂直极化，利用电离层进行传输。",
    "options": ["正确", "错误"],
    "answer": [0],
    "analysis": "L3"
}, {
    "title": "AM是一种无线电传输形式，调制输出信号的",
    "options": ["周期", "频率", "幅值", "电流"],
    "answer": [2],
    "analysis": "理论测试肖欣"
}, {
    "title": "B 级电压电路中电缆和线束的外皮应用（）色加以区别，外壳里面或遮栏后面的除外。",
    "options": ["橙", "红", "黄", "绿"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "B 值是负温度系数热敏电阻器的热敏指数，它被定义为两个温度下零功率电阻值的自然对数之差与两个温度倒数之差的（）值。",
    "options": ["倒数", "比", "差", "导数"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "B1uetooth(蓝牙)的有效传输距离是：",
    "options": ["2米", "5米", "10米", "20米"],
    "answer": [2],
    "analysis": "理论测试肖欣"
}, {
    "title": "CAN链路监测器的功能是什么？",
    "options": ["测试连接到SDD以及车辆内的通信网络的完好性", "监测实时信息，例如RPM、机油温度等", "评估车辆配置文件的完整性", "监控所有SDD应用程序活动"],
    "answer": [0],
    "analysis": "L4"
}, {
    "title": "CAN网络的三种工作状态是什么？",
    "options": ["激活、唤醒、休眠。", "唤醒、空闲、休眠。", "激活、待机、休眠。", "通信、待机、关闭"],
    "answer": [1],
    "analysis": "XE"
}, {
    "title": "CAN总线中的终端电阻的作用是:",
    "options": ["抑制信号反射", "保持传输速度", "稳定网络电压", "稳定信号传输频率"],
    "answer": [0],
    "analysis": "L3"
}, {
    "title": "CHCMB 从悬架惯性测量装置(SIMU) 接收哪些参数信息？",
    "options": ["横向加速度", "纵向加速度", "垂直加速度", "偏航率和侧倾率"],
    "answer": [0, 1, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "CHCM通过接受SIMU（悬挂惯性测量装置）信号实现的功能是？",
    "options": ["提升底盘高度", "在转弯、加速或制动过程中禁止高度调节", "仅在制动过程中禁止高度调节。", "降低底盘高度"],
    "answer": [1],
    "analysis": "L460"
}, {
    "title": "DADC托管驾驶员疲劳警报系统功能，通过监测驾驶技术来评估驾驶员是否有疲劳迹象，选择你认为正确的此系统陈述。",
    "options": ["此功能通过DADC检测驾驶员对PSCM和制动踏板、加速踏板的使用是否一致来确认是否有疲劳迹象", "当驾驶员变得很疲劳时，此功能还会查找附近的休息区，IPC会通知驾驶员附近有可用的休息区、休息区信息显示在IDMA上", "驾驶员疲劳警报、查找休息区功能均可在IDMA上进行选择完全关闭", "当PCM、ABS、IPC、钟簧式绕线器出现故障时，驾驶员疲劳警报系统将不激活"],
    "answer": [1, 3],
    "analysis": "L32021年"
}, {
    "title": "DADongle的更新流程是什么？",
    "options": ["DADongle无法由用户更新，所有更新必须由DADongle制造商完成，自己尝试更新DADongle可能会导致不可逆转的内部损坏；", " 使用提供的导线将DADongle连接至您的SDD，然后使用DA软件更新工具进行更新", " DADongle无法更新，LandRover发布一款新车型之后必须购买新的DADongle", "打开DADongle设备上的Wifi开关，将会自动下载和安装任何更新，请确保处于WIFI热点中"],
    "answer": [1],
    "analysis": "L2"
}, {
    "title": "DC/DC 变换器，相当于传统车的（），将动力电池的高压电转为低压电给蓄电池及低压系统供电。具有效率高、体积小、耐受恶劣工作环境等特点。",
    "options": ["发电机", "起动机", "发动机", "电动机"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "DC-Link 电容器的标称电容量的选择应满足使控制器电路中纹波电压不大于电源电压的（）。",
    "options": ["5%", "10%", "15%", "25%"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "DC-Link 电容器额定电压值应不小于额定电源电压的（）倍，同时不小于电源电压的最大值",
    "options": ["1", "1.1", "1.2", "2"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "Discovery4前轮空气悬架系统弹簧",
    "options": ["位于空气弹簧座上", " 属于减震器支柱的一部分", " 具有卷簧", "带有板簧"],
    "answer": [1],
    "analysis": "L1"
}, {
    "title": "EGR废气再循环阀的作用是什么？",
    "options": ["充分燃烧废气中的HC", "降低燃烧室内的燃烧温度", "减少NOx的生成", "提高混合气的温度。"],
    "answer": [1, 2, 3],
    "analysis": "L3"
}, {
    "title": "EVA-1网络架构车型配备OMM乘员检测模块，具有智能设置功能，当遇到车辆功能无法被设置时可能需要清除智能设置，那么OMM会保存和调用以下哪些用户设置？",
    "options": ["驾驶员座椅位置、转向柱位置、车外后视镜位置", "仪表盘越野信息、行车电脑", "座舱温度、空气分配", "语言、收音机收藏夹、上一次选择的收音机电台"],
    "answer": [0, 1, 2, 3],
    "analysis": "L22021年"
}, {
    "title": "EVA-2架构升级了车身控制模块/网关模块BCM/GWM，GWM容纳了以太网连接和多个模块的网络切换功能。以下哪些模块作为从属节点与GWM主节点通过以太网络通讯？",
    "options": ["DADC（驾驶员辅助系统域控制器）", "TCU（远程通信控制单元）", "FICM（前信息娱乐控制模块）", "NSFM（近场感测模块）"],
    "answer": [0, 1, 3],
    "analysis": "L32021年"
}, {
    "title": "EV车辆哪些因素会影响HV 蓄电池的充电率？",
    "options": ["HV 蓄电池温度", "HV 蓄电池荷电状态", "可用的电源电压/电流", "充电电缆电流容量"],
    "answer": [0, 1, 2, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "EV车辆在DC 充电开始之前EVSE 将执行绝缘测试，此描述是否正确？",
    "options": ["正确", "错误"],
    "answer": [0],
    "analysis": "2021~2022新车型"
}, {
    "title": "EV车辆在直流充电过程中持续监测哪三个区域？",
    "options": ["充电率", "绝缘测试", "充电电缆锁定状态", "HV 蓄电池温度"],
    "answer": [0, 1, 2, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "FM是一种无线电传输形式，调制输出信号的",
    "options": ["周期", "频率", "幅值", "电流"],
    "answer": [1],
    "analysis": "理论测试肖欣"
}, {
    "title": "F-PACE采用全新的D7a轻量化铝质结构底盘",
    "options": ["正确", "错误"],
    "answer": [1],
    "analysis": "f-pace"
}, {
    "title": "F-PACE可搭载TDV63.0升柴油发动机和后轮驱动(RWD)。",
    "options": ["错误", "正确"],
    "answer": [0],
    "analysis": "F-PACE"
}, {
    "title": "GEN2代媒体导向系统传输(MOST）网络的架构是由电子控制模块(ECM)组成，每个模块都带有供电和接地连接，并通过光纤数据网络相互连接。以下哪种说法正确地描述了这种网络的环路断开故障？",
    "options": ["视频功能丧失，但音频功能正常", "通信数据传输中断，信息娱乐屏幕无图像或闪烁", "视频信号有干扰且没有声音", "系统功能正常，但没有声音"],
    "answer": [1],
    "analysis": "L4"
}, {
    "title": "GTDi汽油发动机使用何种类型的喷油器",
    "options": ["压电", "电磁阀", "机械凸轮驱动.", "真空驱动式"],
    "answer": [1],
    "analysis": "L3"
}, {
    "title": "GTO（可关断晶闸管）不属于（）器件",
    "options": ["擎住阀器件", "不可控阀器件", "电力电子阀器件", "开关阀器件"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "GVIF通讯电路包括两个终端电阻器，它们各自的电阻值是多少？",
    "options": ["50欧姆", "60欧姆", "120欧姆", "100欧姆"],
    "answer": [3],
    "analysis": "L3"
}, {
    "title": "Haldex\u0027“主动按需\"耦合多片式离合器是如何被操纵的？",
    "options": ["电动机械", "气动", "电动液压", "手动"],
    "answer": [2],
    "analysis": "L4"
}, {
    "title": "I6 3.0 升汽油发动机热管理系统采用两个单独回路的形式高效运行，以下描述正确的选项有？",
    "options": ["两个回路共用一个单独的膨胀箱", "高温回路约为105℃，包括发动机、变速器油冷却器、发动机机油冷却器、座舱加热器、WCAC和主散热器", "高温回路使用可变排量泵和 20 瓦 Magna 电动泵来循环冷却液", "低温回路约为60℃，包括 PCM、电动机械增压器、电动旁通切断阀、WCAC和低温散热器"],
    "answer": [0, 1, 3],
    "analysis": ""
}, {
    "title": "InControlTouch(NLI)系统上的音频主机单元(AHU)与音频放大器模块(AAM)之间通过什么进行数据通信？",
    "options": ["舒适功能CAN总线", "车用影像链接2(APIX2)", "专用信息娱乐CAN总线", "MOST环路"],
    "answer": [2],
    "analysis": "XE"
}, {
    "title": "InControlTouchPlus的MOST系统主节点是以下哪个模块？",
    "options": ["IAM集成音频模块", "TS触摸屏", "AAM功率放大器", "RSECM后排娱乐系统模块"],
    "answer": [1],
    "analysis": "L22021年"
}, {
    "title": "InControlTouchPro系统上的信息娱乐主控制器(IMC)与音频放大器模块(AAM)之间的数据通信是如何发生的？",
    "options": ["专用信息娱乐CAN总线", "汽车像素链路2(APIX2)", "BroadR-Reach®以太网", "HS舒适性CAN总线"],
    "answer": [2],
    "analysis": "XF"
}, {
    "title": "InControl智能驭领尊享触控，以下哪娜些模块与|MC通过以太网进行通信？",
    "options": ["TCU远程通信控制模块", "TS触摸屏", "ISC信息娱乐从模块", "AAM音频放大器模块"],
    "answer": [0, 2, 3],
    "analysis": "L3"
}, {
    "title": "InControl智能驭领尊享触控，以下哪娜些天线与TCU连接？",
    "options": ["GPS天线", "GSM分集天线", "GSM主天线", "车外WiFi天线"],
    "answer": [0, 1, 3],
    "analysis": "L3"
}, {
    "title": "InControl智能驭领尊享触控，最多可存储多少个与车辆配对的蓝牙设备？",
    "options": ["8", "10", "6", "12"],
    "answer": [0],
    "analysis": "新四级理论考试"
}, {
    "title": "InControl智能驭领尊享触控将具有出厂时安装的导航地图数据。",
    "options": ["正确", "错误"],
    "answer": [1],
    "analysis": "XF"
}, {
    "title": "Ingenium I6 3.0 升汽油发动机为了使排放碳粒过滤器（GPF）进行再生，PCM会通过控制以下哪些参数来调节废气温度？",
    "options": ["节气门位置", "点火正时", "发动机怠速转速", "可变凸轮轴正时(VCT)"],
    "answer": [0, 1, 2, 3],
    "analysis": ""
}, {
    "title": "Ingenium I6发动机进气增压系统中电动旁通切断阀的作用是？",
    "options": ["切断从涡轮增压器流入 eSC 的增压空气", "切断从 eSC 流入 WCAC（水冷式增压空气冷却器）的增压空气。", "控制来自涡轮增压器和eSC的增压空气流量", "控制来自 eSC 的增压压力"],
    "answer": [2],
    "analysis": ""
}, {
    "title": "IngeniumI42.0升汽油发动机的CVVL系统会在发动机冷启动期间采用哪个气门升程模式？",
    "options": ["全升程模式。", "进气门提前关闭模式。", "进气门延迟打开模式。", "复合模式。"],
    "answer": [2],
    "analysis": "Velar"
}, {
    "title": "IngeniumI42.0升汽油发动机上安装的CVVL高压腔中可以达到多大的机油压力？",
    "options": ["15巴", "150巴", "20巴", "200巴"],
    "answer": [1],
    "analysis": "Velar"
}, {
    "title": "IngeniumI63.0升汽油发动机中的高温回路电动水泵故障会有哪些影响？",
    "options": ["在自动停止/启动操作期间无法向座舱加热器提供热量", "发动机运转期间冷却系统无法保持在105度", "在关闭点火开关后无法对涡轮轴承壳体进行冷却", "匀速行驶期间无法调节温度气缸衬套温度以改善燃烧特性"],
    "answer": [0, 2],
    "analysis": "L32021年"
}, {
    "title": "JaguarXE的最大牵引能力是多少？",
    "options": ["1800千克", "2000千克", "2200千克", "2400千克"],
    "answer": [0],
    "analysis": "XE"
}, {
    "title": "JaguarXE后悬架具有以下部件",
    "options": ["铸造式铝制实心转向节", "铸造式铝制空心转向节", "铸造式钢制空心转向节", "铸造式钢制实心转向节"],
    "answer": [1],
    "analysis": "XE"
}, {
    "title": "JaguarXE上的新型抬头显示系统采用了什么类型的显示系统？",
    "options": ["阴极射线管投影", "增强实境", "LCD显示", "新型激光二极管系统"],
    "answer": [3],
    "analysis": "L3"
}, {
    "title": "JaguarXE整体式车身有多大比例是铝制的？",
    "options": ["75%", "80%", "85%", "90%"],
    "answer": [0],
    "analysis": "XE"
}, {
    "title": "JaguarXFTD4低压燃油系放气方法是通过：",
    "options": ["打开和关闭点火开关数次", "连接手持式油泵", "怠速运转车辆30秒", "使用SDD中的程序"],
    "answer": [1],
    "analysis": "L3"
}, {
    "title": "Jaguar智能钥匙电池对于收发器工作（应急起动)是必需的？",
    "options": ["错误", "正确"],
    "answer": [0],
    "analysis": "L3"
}, {
    "title": "JLR车辆上具有的差速器类型有：",
    "options": ["开放式差速器", "封闭式差速器", "限滑差速器", "电子扭矩管理(ETM) 差速器"],
    "answer": [0, 2, 3],
    "analysis": ""
}, {
    "title": "JLR车辆中的FlexRay总线信号传输速率为？",
    "options": ["500Kb/S", "10Mb/S", "20Mb/S", "100Mb/S"],
    "answer": [1],
    "analysis": "L22021年"
}, {
    "title": "L460 12V 蓄电池的类型是？",
    "options": ["铅酸蓄电池", "锂离子蓄电池", "镍氢蓄电池", "石墨烯蓄电池"],
    "answer": [1],
    "analysis": "L460"
}, {
    "title": "L460 3.0升Ingenium PHEV在全球轻型车测试规程(WLTP)中的续航里程最高可达到多少公里？",
    "options": ["50", "75", "100", "200"],
    "answer": [2],
    "analysis": "L460"
}, {
    "title": "L460采用的MLA 平台 PHEV有哪些特点？",
    "options": ["内部空间不受影响", "低重心，不会影响车辆的行驶和操控特性", "采用自主研制的EBC21 高压蓄电池", "采用了前CIMG后eRDU的驱动方式"],
    "answer": [0, 1, 2],
    "analysis": "L460"
}, {
    "title": "L460车辆CHCM连接什么传感器输入来计算减振器控制？",
    "options": ["SIMU", "轮毂加速度传感器", "高度传感器", "转向角传感器"],
    "answer": [0, 1, 2],
    "analysis": "2021~2022新车型"
}, {
    "title": "L460车辆PIVI娱乐系统IDMA如何连接到前信息娱乐控制模块(IGM / ICCM)？",
    "options": ["汽车像素链路2 (APIX2)", "高速(HS)控制器局域网(CAN)人机接口(HMI)", "硬接线", "通过A2B 总线"],
    "answer": [0, 1],
    "analysis": "2021~2022新车型"
}, {
    "title": "L460车辆减振器内的回弹弹簧的用途是什么？",
    "options": ["限制弯道内侧的减振器杆的延伸", "限制弯道外侧的减振器杆的压缩", "为车辆侧倾提供额外的阻力", "在压缩过程中引入额外的减振"],
    "answer": [0, 2],
    "analysis": "2021~2022新车型"
}, {
    "title": "L460车辆哪些主动式悬架控制使用自适应减振器？",
    "options": ["俯仰控制", "碰撞缓冲", "转弯增强", "主动高速降低功能"],
    "answer": [0, 1, 2],
    "analysis": "2021~2022新车型"
}, {
    "title": "L460车辆配备的轮毂加速度传感器静态时输出电压大约为多少伏？",
    "options": ["0.5V", "2.3V", "2.5V", "4.5V"],
    "answer": [1],
    "analysis": "2021~2022新车型"
}, {
    "title": "L460车辆上存在两个储气罐,两者连接在一起为前后空气弹簧提供压缩空气---此说法是否正确？",
    "options": ["正确", "错误"],
    "answer": [0],
    "analysis": "2021~2022新车型"
}, {
    "title": "L460车辆为什么部分电子动态响应系统属于高压类别？",
    "options": ["该系统可产生高于 60 伏的直流电压", "该系统可产生高于 1000 伏的交流电压", "该系统可产生高达 29 伏的交流电压", "该系统可产生高达 29 伏的交流电压"],
    "answer": [2],
    "analysis": "2021~2022新车型"
}, {
    "title": "L460搭载的主动降噪功能可降低高达多少赫兹的道路噪音？",
    "options": ["1000Hz", "200Hz", "2000Hz", "200Hz"],
    "answer": [0],
    "analysis": "L460"
}, {
    "title": "L460的交互式驾驶员显示屏的尺寸是多少？",
    "options": ["11.7英寸", "12.7英寸", "10.7英寸", "13.7英寸"],
    "answer": [3],
    "analysis": "L460"
}, {
    "title": "L460的全新 V8双涡轮增压汽油发动机可输出多少马力的功率？",
    "options": ["520 马力", "510 马力", "500 马力", "530 马力"],
    "answer": [3],
    "analysis": "L460"
}, {
    "title": "L460电子动态响应系统的电源由哪些部件组成？",
    "options": ["直流-直流转换器和 48 伏蓄电池", "直流-直流转换器和 12 伏超级电容器", "直流-直流转换器和 400 伏蓄电池", "直流-直流转换器和 48 伏超级电容器"],
    "answer": [3],
    "analysis": "2021~2022新车型"
}, {
    "title": "L460电子动态响应系统中扭矩传感器供电电压为？",
    "options": ["7 伏", "48 伏", "12 伏", "5 伏"],
    "answer": [0],
    "analysis": "L460"
}, {
    "title": "L460动态响应系统的执行器和 ARCM 之间使用橙色电缆的原因是？",
    "options": ["这部分电路属于 AC（交流）高压类别", "该系统使用了增压电容器，使工作电压超过60V。", "该系统的用电电流大于30A", "这部分电路与CIMG共用高压电缆"],
    "answer": [0],
    "analysis": "2021~2022新车型"
}, {
    "title": "L460后部信息娱乐系统中的部件分别通过哪些网络进行通信？",
    "options": ["HS CAN HMI", "A²B 总线", "APIX2", "BroadR-Reach 以太网"],
    "answer": [0, 1, 2, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "L460后娱乐系统的蓝牙耳机模块与AAM通信采用A²B 总线--此说法是否正确？",
    "options": ["正确", "错误"],
    "answer": [0],
    "analysis": "2021~2022新车型"
}, {
    "title": "L460交互式显示模块A触摸屏的尺寸是多少？",
    "options": ["13.1英寸", "11.1英寸", "12.1英寸"],
    "answer": [0],
    "analysis": "L460"
}, {
    "title": "L460空气悬架为什么前弹簧现在有塑料顶罐？",
    "options": ["可提供更大的空气量，从而提高乘坐舒适度", "可提供更小的空气量，从而提高乘坐舒适度", "仅用于防止腐蚀", "可提供更大的空气量，使弹簧更硬"],
    "answer": [0],
    "analysis": "2021~2022新车型"
}, {
    "title": "L460配备的音响品牌是？",
    "options": ["B\u0026W", "Dynaudio", "Meridian", "BOSE"],
    "answer": [2],
    "analysis": "L460"
}, {
    "title": "L460全新揽胜安装有多少个电气接线盒？",
    "options": ["8", "7", "9", "10"],
    "answer": [2],
    "analysis": "2021~2022新车型"
}, {
    "title": "L460使用的双电磁阀自适应减振器有哪些优点？",
    "options": ["可单独控制压缩和回弹", "响应速度比以前更快", "电流消耗低于以前"],
    "answer": [0, 1, 2],
    "analysis": "2021~2022新车型"
}, {
    "title": "L460使用的双阀减震器特点有？",
    "options": ["包括每个减振器上的两个电子控制阀", "允许完全独立地控制压缩（缓冲）和回弹减振", "分别由CHCM A 和CHCM B 进行控制", "电磁阀安装在减震器内部"],
    "answer": [0, 1, 2],
    "analysis": "L460"
}, {
    "title": "L460新型的 RSE 系统有哪些特点？",
    "options": ["2 个 17英寸座椅高清屏幕", "HDMI 输入", "可同时连接两个蓝牙耳机，并接受不同的声音", "后排中央扶手配备有8 英寸 RSE 控制器"],
    "answer": [1, 2, 3],
    "analysis": "L460"
}, {
    "title": "L460远程智能泊车辅助功能可自动控制车辆的哪些动作？",
    "options": ["转向、加速、制动和灯光", "转向、加速、制动和挡位选择", "启动、加速、制动和挡位", "启动、加速、转向和灯光"],
    "answer": [1],
    "analysis": "L460"
}, {
    "title": "L460执行车轮定位时需要使用TCD执行什么程序？",
    "options": ["CHCM - 悬架几何设置", "CHCM - 制造模式", "RSCM - 后车轮校准模式", "RSCM - 设置锁定位置"],
    "answer": [0, 2],
    "analysis": "2021~2022新车型"
}, {
    "title": "L460中，可以提高低速操控灵活性和高速方向稳定性的系统是？",
    "options": ["四轮转向系统", "动态响应系统", "电子主动差速控制系统", "新一代智能四驱系统"],
    "answer": [0],
    "analysis": "2021~2022新车型"
}, {
    "title": "L461新型动态空气悬架，空气弹簧气室顶部的附加电磁阀被打开，以关闭气室的一部分并减少可用的空气量，这将降低悬架的硬度。此说法是否正确？",
    "options": ["正确", "错误"],
    "answer": [1],
    "analysis": "2021~2022新车型"
}, {
    "title": "L462车型，断开FlexRayTM总线某一分支的连接，在分支的任意一端测量终端电阻的阻值，则该阻值应该是多少？",
    "options": ["电阻阻值为94欧", "电阻阻值为47欧", "电阻阻值为60欧", "电阻阻值为74欧"],
    "answer": [1],
    "analysis": "新四级理论考试"
}, {
    "title": "L462车型，关于空气悬架高度传感器说法正确的是？",
    "options": ["在车身高度升高时，车辆左侧的传感器的电压将会下降", "在车身高度升高时，车辆右侧的传感器的电压将会升高", "在车身高度升高时，车辆右侧的传感器的电压将会降低", "在车身高度升高时，车辆左侧的传感器的电压将会升高"],
    "answer": [0, 1],
    "analysis": "L22021年"
}, {
    "title": "L494HV蓄电池中安装的预充电接触器的用途是什么？",
    "options": ["存储高压电能用于操作主接触器", "释放高压部件内部电容的电量", "用于测试HV电路的绝缘完整性", "防止突发的初始电涌，以避免主接触器端子出现电弧"],
    "answer": [3],
    "analysis": "L494L22021年"
}, {
    "title": "L494MHEV车型，关于其MHEV系统的说法正确的有",
    "options": ["MHEV蓄电池带有内置的接触器，可与48伏电路隔开，接触器由BECM进行控制。", "BISG、MHEV蓄电池、电动机械增压器和直流-直流转换器都通过48伏接线盒直接进行连接。", "在正常操作期间，该蓄电池的电压将在36伏至52伏之间波动。", "48伏接线盒内配置有1个保险丝，用于电动机械增压器"],
    "answer": [0, 1, 2],
    "analysis": "L494L42021年"
}, {
    "title": "L494PHEV高压互锁硬线相连的部件有哪些？",
    "options": ["EPICHVJBBISG", "BISGBCCMMSD", "HVCHDC/DCMSD", "e/ACMSDBCCM"],
    "answer": [2, 3],
    "analysis": "L494L22021年"
}, {
    "title": "L494PHEV中高压互锁(HVIL）正常工作时的电压数值为？",
    "options": ["4V", "9V", "5V", "12V"],
    "answer": [3],
    "analysis": "L3"
}, {
    "title": "L494空气悬架车辆哪些情况下必须执行“空气悬架系统校准”程序？",
    "options": ["底盘控制模块(CHCM)更换", "高度传感器或其支架已卸下、断开或更换", "高度传感器连接的悬架臂已拆下或更换", "空气悬架压缩机总成更换后"],
    "answer": [0, 1, 2],
    "analysis": "L494L22021年"
}, {
    "title": "L55021MYP300e无法充电时，需要使用PF确认插充电枪前插充电枪后刷卡充电三个状态下的实时数据，以下陈述正确的是？",
    "options": ["插充电枪前、PP电压4.5V，CP电压0V", "插充电枪后、PP电压3.7-1.1V，CP电压6V", "刷卡充电、PP电压3.7-1.1V，CP电压6V", "插充电枪前后、锁位置开关解锁状态下电压应该6V"],
    "answer": [0, 2, 3],
    "analysis": "L32021年"
}, {
    "title": "L551车型BECM冷却风扇线路断路，则下列故障描述错误的是？",
    "options": ["任何时候，每当车辆启动后，仪表均会提示“智能启停功能被禁用”", "BECM会激活MHEV蓄电池箱里的第二个冷却风扇，所以不会有任何故障现象", "MHEV蓄电池接触器保持断开", "为了保护MHEV系统部件，所有MHEV部件均停止工作"],
    "answer": [0, 1, 2, 3],
    "analysis": "L551L42021年"
}, {
    "title": "L551的MHEV系统由以下哪些部件组成？",
    "options": ["皮带驱动一体式启动机发电机(BISG)", "直流-直流转换器（DC-DC）", "带一体式蓄电池电量控制模块(BECM)的MHEV蓄电池", "48伏接线盒"],
    "answer": [0, 1, 2, 3],
    "analysis": "L551L42021年"
}, {
    "title": "L551流媒体后视镜的显示屏提示“NOVIDEO”字样，则可能的故障原因是？",
    "options": ["内部后视镜至车顶摄像头之间的LIN线路断路", "内部后视镜至BCM之间的LIN线路断路", "内部后视镜至车顶摄像头之间的FPD线路断路", "内部后视镜至BCM之间的FPD线路断路"],
    "answer": [2],
    "analysis": "L551L32021年"
}, {
    "title": "L551蓄电池电量控制模块BECM因电源故障而失去通信，则下面描述错误的是？",
    "options": ["直流直流转换器(DC/DC）功能被禁用", "车辆智能启停功能被禁用", "MHEV蓄电池冷却风扇不工作", "BISG不发电"],
    "answer": [0, 2, 3],
    "analysis": "L551L42021年"
}, {
    "title": "LED前照灯中的LED所达到的“色温”大约是多少？",
    "options": ["6,000开氏度", "8,000开氏度", "4,500开氏度", "2,000开氏度"],
    "answer": [0],
    "analysis": "XF"
}, {
    "title": "M0ST断环诊断得出的故障码，将会向技师提供什么信息？",
    "options": ["提供断环位置前面，向正时主节点发送信息的节点编号信息", "提供断环位置后面，向正时主节点发送信息的节点编号信息", "技师必须从正时主节点倒着数才能确认断环的位置", "技师必须从正时主节点顺着数才能确认断环的位置"],
    "answer": [1, 2],
    "analysis": "理论测试肖欣"
}, {
    "title": "M0ST系统主节点的功能有？",
    "options": ["连接至CAN网络", "启动MOST通信", "发出“唤醒”和“睡眠”指示", "存储MOST环路故障代码"],
    "answer": [0, 1, 2, 3],
    "analysis": "新四级理论考试"
}, {
    "title": "MOST网络使用TDM技术，并有效组合为系统分配不同的通道，下列属于MOST网络通道的是？",
    "options": ["收音机-无线电波", "DVD-音频和视频", "电话-音频、视频和数据", "导航-音频、图形和数据"],
    "answer": [1, 2, 3],
    "analysis": "L3"
}, {
    "title": "NC10发动机，其可变气门机构中的中间推杆处于接合状态时，气门升程将如何变化？",
    "options": ["气门升程变大", "气门升程变小"],
    "answer": [0],
    "analysis": "2021~2022新车型"
}, {
    "title": "NC10发动机高压燃油系统的最高压力为多大？",
    "options": ["200 bar", "250 bar", "300 bar", "350 bar"],
    "answer": [3],
    "analysis": "2021~2022新车型"
}, {
    "title": "NC10发动机机油泵中如果PWM控制室油压为0，那么机油泵流量此时为何种状态？",
    "options": ["正常 PWM 操作", "紧急操作", "油泵流量最小", "油泵流量最大"],
    "answer": [1, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "NewDiscoverySport后悬架上带有以下部件：",
    "options": ["铸造式钢制实心转向节", "铸造式铝制空心转向节", "铸造式钢制空心转向节", "铸造式铝制实心转向节"],
    "answer": [1],
    "analysis": "发运"
}, {
    "title": "NewDiscoverySport上安装了哪一代Haldex耦合器？",
    "options": ["第IV代", "第V代", "第III代", "第VI代"],
    "answer": [1],
    "analysis": "发运"
}, {
    "title": "NewRangeRoverVelar上使用了哪些网络？",
    "options": ["MSCAN车身、HSCAN动力传动系统、MSCAN舒适系统、HSCAN底盘和Flexray。", "HSCAN车身、HSCAN动力传动系统、HSCAN底盘和Flexray。", "HSCAN车身、HSCAN动力传动系统、HSCAN舒适系统和HSCAN底盘。", "HSCAN车身、HSCAN动力传动系统、HSCAN舒适系统、HSCAN底盘和Flexray"],
    "answer": [3],
    "analysis": "Velar"
}, {
    "title": "P300eL550车辆空调压缩机为高压驱动部件查看DID可以对其工作状态进行判断，客户抱怨开空调制冷效果差同时电动空调压缩机呜呜异响，以下哪些DID可能是故障DID？",
    "options": ["压缩机目标转速（998D）、8460rpm", "压缩机/电机电流（99AB）、850mA", "压缩机进口压力（98E1）、6.8bar", "空调系统压力（9990）、15bar"],
    "answer": [0, 2],
    "analysis": "L32021年"
}, {
    "title": "P400e车辆默认设置为以下哪种动力模式？",
    "options": ["自动混合动力模式", "ICE模式", "EV模式", "以上都不对"],
    "answer": [0],
    "analysis": "PHEV考试"
}, {
    "title": "Pⅵ系统如何接收地图更新信息？",
    "options": ["通过连接至TCU的两根4G天线。", "通过连接至FICM的WiFi天线", "通过连接至FICM的两根4G天线，", "通过连接至TCU的WiFi天线。"],
    "answer": [2],
    "analysis": "新车型LE"
}, {
    "title": "PACE系列车型属于哪一类？",
    "options": ["运动类", "超跑类", "奢华类", "品质生活类"],
    "answer": [3],
    "analysis": "L22021年"
}, {
    "title": "PCM 可以检测信号线路上的电气故障。如果线路上出现断路或短路，电压将高于或低于工作范围内的正常数值。请问通常情况下模拟信号电压的正常工作范围应该为多少？",
    "options": ["0.1伏到0.9伏", "7伏到9伏", "0.5伏到4.5伏", "0伏到5伏"],
    "answer": [2],
    "analysis": ""
}, {
    "title": "PHEV车型当外部电源充电设备未接入车辆时PP电压为多少？（车辆端）",
    "options": ["6.5V", "5V", "12V", "4.5V"],
    "answer": [0],
    "analysis": "L3"
}, {
    "title": "PHEV充电电缆在何时锁定到位？",
    "options": ["在电源打开后", "车辆上锁时", "连接充电电缆30秒后", "锁闭车门时"],
    "answer": [1, 2],
    "analysis": "PHEV考试"
}, {
    "title": "PHEV充电端口显示蓝色指示灯表示什么？",
    "options": ["正在充电中。", "定时充电设置后。", "高压电池已充满电", "充电电源已中断。"],
    "answer": [1],
    "analysis": "PHEV考试"
}, {
    "title": "PIVI信息娱乐如何查询ADC信息？",
    "options": ["进入工程模式-选择System Screen", "进入工程模式-选择Diagnostics Monitoring"],
    "answer": [0],
    "analysis": "2021~2022新车型"
}, {
    "title": "PIVOPRO信息娱乐系统中关于声音控制说法正确是？",
    "options": ["声音域控制器（ADC）控制所有音频系统的所有元素，包括放大器、扬声器、麦克风。甚至连仪表盘的声音也由ADC控制", "具有动态声音屏蔽功能", "ADC和扬声器中采用新的数字车用音频总线（A²B）", "具有主动道路噪音消除功能"],
    "answer": [0, 2, 3],
    "analysis": "L42021年"
}, {
    "title": "R、L、C 串联谐振的条件是（）。",
    "options": ["ωL\u003dωC", "L\u003dC", "ωL\u003d1/（ωC）", "C\u003d1/L"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "RCM中的能量存储确保发生碰撞时如果点火开关电源切断至少会有多长时间的应急电源供应？",
    "options": ["100毫秒", "120毫秒", "150毫秒", "200毫秒"],
    "answer": [2],
    "analysis": "L22021年"
}, {
    "title": "TCU2远程通信控制单元2可以接收哪些类型的信号？",
    "options": ["FM信号", "GSM传输/接收信号", "蓝牙", "射频(Wi-Fi)"],
    "answer": [1, 3],
    "analysis": "新四级理论考试"
}, {
    "title": "TOPIx如何确定现有的EVA2SOTA软件版本为L663?",
    "options": ["TOPIx必须连接到SOTA服务器。", "TOPIx必须直接连接到车辆，并使用USB记忆棒更新模块。", "TOPIx必须直接连接到车辆。", "车辆和TOPIx必须与SOTA服务器进行通信。"],
    "answer": [3],
    "analysis": "新车型LE"
}, {
    "title": "V8 T/C 4.4 升汽油发动机在拆卸喷油嘴时，以下描述正确的有哪些？",
    "options": ["喷油嘴拆卸时，如果专用工具旋转力矩超过13NM时必须安装新的喷油嘴", "在将喷油器重新安装到发动机中时，需要更换特氟龙密封件。", "使用常规刀具就可拆卸特氟龙密封件", "喷油嘴支架要安装到拆卸时记下的原始位置。"],
    "answer": [0, 1, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "XF的行人保护系统，以下弹起条件正确的是：",
    "options": ["10km/h一下", "10km/h到35km/h之间", "15km/h到40km/h之间", "20km/h到45km/h之间"],
    "answer": [3],
    "analysis": "L3"
}, {
    "title": "安装了轮胎检测系统的RangeRover调换了其车轮位置。需要遵照哪个流程来确保轮胎压力监测系统已记忆调换车轮的新位置和压力？",
    "options": ["无需遵照任何流程，因为轮胎压力监测条统会部署防抱死制动传感器来确定轮胎中的压力损失", "车辆必须处于静止状态15分钟或以低于20公里小时〔12英里小小时)的速度驾驶15分钟", "必须使用SDD,并且必须路试至少20公里(12英里)以熄灭报警灯", "轮胎压力监测条统需要重新记忆新传感器的位置·这仅可通过使用SDD数据记录器功能实现"],
    "answer": [2],
    "analysis": "L2"
}, {
    "title": "安装有ZA8HP变速器的车辆能够被拖动多远的距离以及能够以多高的速度拖动",
    "options": ["50公里（30英里），以不超过70公里/小时（43英里/小时）的速度", " 20公里（12英里），以不超过35公里/小时（21英里/小时）的速度", " 10公里（6.2英里），以不超过25公里/小时（15英里/小时）的速度", "50公里（30英里），以不超过50公里/小时（30英里/小时）的速度"],
    "answer": [2],
    "analysis": "L3"
}, {
    "title": "安装有自动变速器的车辆，关于其拖车程序以下说法正确的是？",
    "options": ["使用超过推荐值的距离和速度拖动车辆，会因为缺少润滑将导致内部部件严重损坏", "拖动车辆时，变速箱内部部件的润滑仅依靠旋转零部件的飞溅效果。", "拖车过程中内部部件无法进行任何形式的润滑。", "在允许的速度下可以进行长距离的拖车"],
    "answer": [0],
    "analysis": "理论测试肖欣"
}, {
    "title": "安装于主动平衡杆系统的动态响应系统(DRS)液压泵的最大工作压力是多少？",
    "options": ["180巴", "10巴", "55巴", "165巴"],
    "answer": [0],
    "analysis": "L4"
}, {
    "title": "安装于自适应减振系统的加速计属于哪种传感器？",
    "options": ["反作用", "电容式", "感应", "激活"],
    "answer": [1],
    "analysis": "L4"
}, {
    "title": "安装在CANHIGHCAN高电位和CANLOWCAN低电位导线两端的电阻器用来防止什么？",
    "options": ["防止导线损坏引起短路", " 防止高压烧坏连接装置", " 为了高压和低压信号均等", "防止信号反射"],
    "answer": [3],
    "analysis": "L1"
}, {
    "title": "安装在M0ST通信网络内的模块以何种配置方式连接，数据单向传输还是双向传输？",
    "options": ["星形配置连接，双向传输", "星形配置连接，单向传输", "环形配置连接，双向传输", "环形配置连接，单向传输"],
    "answer": [3],
    "analysis": "L4"
}, {
    "title": "把电网频率的交流电直接变换成可调频率的交流电的交流电路称为（）。",
    "options": ["交流调压电路", "交流调功电路", "交直变频电路", "交交变频电路"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "半导体整流电源中使用的整流二极管应选用（）二极管。",
    "options": ["点接触型", "面接触型", "平面型", "以上均不对"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "半轴安装在哪两个部件之间",
    "options": ["离合器和飞轮", " 变速器和分动箱", " 变速箱和差速器", "差速器和车轮"],
    "answer": [3],
    "analysis": "L1"
}, {
    "title": "爆震传感器的安装扭矩如果过大将造成以下什么后果",
    "options": ["爆震传感器变得更加敏感", "点火提前角变大，", "爆震传感器变得不敏感，", "点火提前角变小"],
    "answer": [0, 3],
    "analysis": "汽车基础知识"
}, {
    "title": "被动防盗系统通过防止以下那些系统来防止未授权的启动和驾驶",
    "options": ["发动机启动系统", "燃油系统", "点火系统", "电子转向锁"],
    "answer": [0, 1, 2, 3],
    "analysis": "L3"
}, {
    "title": "被动进入系统低频天线发射区范围约多少米？",
    "options": ["1米", "0.5米", "2米", "2.5米"],
    "answer": [0],
    "analysis": ""
}, {
    "title": "被动进入系统由什么控制？",
    "options": ["被动进入系统由约束控制模块（RCM）、位于每个车门把手内的低频天线以及位于尾门内或附近的天线来控制", "被动进入系统由发动机控制模块（ECM）、位于每个车门把手内的低频天线以及尾门内或附近的天线来控制", "被动进入系统由无钥匙车辆模块（KVM）、位于每个车门把手内的低频天线以及位于尾门内或附近的天线进行控制"],
    "answer": [2],
    "analysis": "L3"
}, {
    "title": "变矩器的质量减振器只有在变矩器的锁止离合器分离，变速箱换档的时候起作用？上述说法是否正确？",
    "options": ["正确", "错误"],
    "answer": [1],
    "analysis": "理论测试肖欣"
}, {
    "title": "变压器是根据电磁感应原理工作的，如果电压器一次绕组加上额定电压，二次绕组（）， 称为变压器的空载运行。",
    "options": ["接负载", "接电源", "开路", "短路"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "标称容量为 5Ah 的电池以 0.1C 率放电，放电电流为（ ）。",
    "options": ["0.5A", "5A", "0.1A", "50A"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "表示汽油抗爆性的指标是：",
    "options": ["闪点", "馏程", "饱和蒸气压", "辛烷值"],
    "answer": [3],
    "analysis": "汽车基础知识L2"
}, {
    "title": "剥离、腐蚀、退磁、老化、异常磨损属于（）故障模式。",
    "options": ["损坏型", "退化型", "松脱型", "失调型"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "不再需要更换RFA，以更换丢失的钥匙或添加其他钥匙。",
    "options": ["错误", "正确"],
    "answer": [1],
    "analysis": "XF"
}, {
    "title": "部分绕组起动是指先把电动机每相并联定子绕组中的一个支路接入电源起动，然后改变为每相全部支路（）接入电源，使电动机作正常运行的起动方式。",
    "options": ["串联", "并联", "顺序", "同时"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "采取温度计法测量绕组和其他部分温度时，使用的温度计包括非埋置式热电偶和电阻式温度计。当膨胀式温度计用于测量的强交变或移动磁场的部位的温度时，应采用（）。",
    "options": ["水银", "蒸馏水", "酒精", "干冰"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "侧面碰撞压力式传感器提供与门内压力变化成正比的脉冲信号，下面有关描述正确的是？",
    "options": ["输出信号与存在的环境压力有关", "在维修门板后确保面板及相关密封件安装到位，得到正确密封，因为这可能会影响压力", "输出信号与存在的环境压力无关", "该压力传感器是采用的12V工作电压"],
    "answer": [1, 2],
    "analysis": "理论测试肖欣"
}, {
    "title": "测得存储的蓄电池的电压读数为122伏。蓄电池的充电状态为：",
    "options": ["0.25", "0.5", "0.75", "1"],
    "answer": [1],
    "analysis": "L2"
}, {
    "title": "测量串联电路中的电流时，必须将标准万用表的表笔放在何处？有一个以上的正确答案",
    "options": ["30安培保险丝端子的两端（拆除保险丝后）", "开关两端", "与部件并联", "5安培保险丝端子的两端（拆除保险丝后）"],
    "answer": [1, 3],
    "analysis": "L2"
}, {
    "title": "测量电机定子绕组实际冷状态下直流电阻时，须将电机在室内放置一段时间，用温度计测量电机绕组，铁心和环境温度，所测温度与冷却介质温度之差应不超过（）K。",
    "options": ["1", "2", "3", "4"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "测量电解液比重高于多少可认为蓄电池是充满电的？",
    "options": ["1.155", "1.190", "1.225", "1.270"],
    "answer": [3],
    "analysis": "L3"
}, {
    "title": "测量和评估制动盘的状况时需要使用哪种工具？",
    "options": ["测隙规和千分表", " 游标卡尺和千分尺", " 千分表和直尺", "千分尺和千分表"],
    "answer": [3],
    "analysis": "L2"
}, {
    "title": "测量制动鼓内表面的时，您必须始终使用内千分尺",
    "options": ["厚度", "破裂", "椭圆度", "金属疲劳"],
    "answer": [2],
    "analysis": "L2"
}, {
    "title": "差动放大电路的作用是（）。",
    "options": ["放大差模", "放大共模", "抑制共模", "抑制共模，又放大差模"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "差速器具有转矩平均分配的特点，因此当左轮打滑时，右轮获得的转矩:",
    "options": ["大于左轮转矩", "小于左轮转矩", "等于左轮转矩", "等于零"],
    "answer": [2],
    "analysis": "L3"
}, {
    "title": "常规情况，当人体不慎接触泄露液时，应立即用大量水冲洗（ ）分钟。",
    "options": ["10-15", "5-10", "100-150", "1-2"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "场效应晶体管(ET)与集成电路一起使用。以下哪种说法正确地描述了FET所保护的电路？",
    "options": ["场效应晶体管(ET)是车辆接线线束中的独立元件，因此减少了对电路保险丝的需求", "场效应晶体管(ET)是一个热敏机械开关，其设计目的是防止电路因对地短路而出现过载", "热击穿保护、过压保护利不使用保险丝是场效应晶体管(ET电路的三大特征", "场效应晶体管(FET)带有三个端子，分别为漏极、泄极和源极"],
    "answer": [2],
    "analysis": "L4"
}, {
    "title": "车后部内外L460车辆后部的技术亮点有？",
    "options": ["增强型尾门休闲套件", "自动折叠行李厢遮物帘（仅限5座车型）", "高级牵引辅助功能", "电动升降备胎"],
    "answer": [0, 1, 2],
    "analysis": "L460"
}, {
    "title": "车辆充电时，为了避免对充电设备造成破坏，下列错误的是（）。",
    "options": ["不要用力拉或者扭转充电电缆", "不要使充电设备承受撞击", "可以在充电插座塑料扣盖打开的状态下关闭充电口盖板", "可以使充电设备远离加热器或者其他热源的地方"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "车辆电气系统中以下哪一项可能引起过电压瞬时高电压",
    "options": ["发电机调压器故障，", "断开大电感负载，", "发电机碳刷磨损，", "断开蓄电池时没有关闭电门"],
    "answer": [0, 1, 3],
    "analysis": "汽车基础知识"
}, {
    "title": "车辆前轮抱死时可能会发生什么情况？",
    "options": ["车辆失去方向", "车辆甩尾", "车辆打转", "车辆制动距离增加"],
    "answer": [0, 3],
    "analysis": "L3"
}, {
    "title": "车辆上的哪些系统使用环境空气温度传感器信号？",
    "options": ["仪表盘(IPC) 温度显示和结冰警告", "雨水/光照传感器加热器操作", "燃油喷射计算", "燃油辅助加热器(FFBH) 操作"],
    "answer": [0, 1, 2, 3],
    "analysis": ""
}, {
    "title": "车辆使用充电宝（便携式充电桩）充电时，输入电流最大不能超过（）A。",
    "options": ["8", "10", "16", "32"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "车辆越过车道标线后，车道保持辅助(LKA)特性如何警告驾驶员？",
    "options": ["发出连续的警告音", "仪表盘(IC)中的（车道偏离警告）LDW图标变为绿色", "方向盘的振动（触感转向反馈）", "仪表盘(IC)中的（车道偏离警告）LDW图标变为红色"],
    "answer": [2],
    "analysis": "XF"
}, {
    "title": "车辆运动控制器VMC是基于软件的控制系统，它为所有ADAS功能提供车辆运动控制服务，以便控制纵向加速和减速和横向运动。它的软件分布于哪几个模块中？",
    "options": ["DADC", "PCM", "ABS", "NSFM"],
    "answer": [0, 2],
    "analysis": "L32021年"
}, {
    "title": "车轮定位中的外倾角设置为负值对车辆动态驾驶有什么影响？",
    "options": ["转弯时稳定性强", "转弯时稳定性差", "转向沉重", "转向回位好"],
    "answer": [0],
    "analysis": ""
}, {
    "title": "车门软关闭电机内部的霍尔传感器的作用是?",
    "options": ["识别软关闭电机的转速", "识别软关闭电机的工作方向", "通过监控霍尔传感器信号，在连杆机械停止（会引起噪音）之前决定应何时停止电机运转", "监控软关闭电机的工作电流，从而在连杆机械停止（会引起噪音）之前决定应何时停止电机运转"],
    "answer": [2],
    "analysis": ""
}, {
    "title": "车载充电机的输入（）与输入视在功率的比值叫功率因数。",
    "options": ["有功功率", "无功功率", "平均功率", "瞬时功率"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "车载充电机的效率是输出功率与输入（）比值的百分数。",
    "options": ["有功功率", "无功功率", "平均功率", "瞬时功率"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "车载充电机在额定输入条件下，额定功率输出时的功率因数应不小于（）。",
    "options": ["0.95", "0.99", "0.98", "0.96"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "乘员分类传感器控制模块(0CSCM)将负载读数转换成座椅占用状态，通过什么方式将结果传送给约束控制模块(RCM)?",
    "options": ["高速CAN", "LIN", "硬线", "车身CAN"],
    "answer": [0, 1],
    "analysis": "理论测试肖欣"
}, {
    "title": "充电是指将交流或直流电网（电源）调整为校准的电压/电流，为电动汽车（）提供电能，也可额外地为车载电器设备供电。",
    "options": ["驱动电机", "电机控制器", "动力电池", "车载充电机"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "充满电的蓄电池的比重为：",
    "options": ["1.27", "1.225", "1.19", "1.12"],
    "answer": [0],
    "analysis": "L2"
}, {
    "title": "出现电压过低故障的可能原因有",
    "options": ["蓄电池电压不足，", "供电线路接触不良，", "发电机故障", "搭铁线接触不良"],
    "answer": [0, 1, 2, 3],
    "analysis": "汽车基础知识"
}, {
    "title": "出现问题的 B 级电压电路可以选择采用断电的方式作为保护措施。切断供电的电路应满足下列条件之一：①交流电路电压应将降低到（）V，直流电路电压应降低到（）V 或以下。②电路存储的总能量小于 0. 2J。",
    "options": ["30；60", "60；30", "36；60", "60；36"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "出现以下哪种情况时，应报告转向机横拉杆接头存在隐患？",
    "options": ["锁紧螺母较松", "它们已褪色", "防尘橡胶套开裂", "锁紧螺母具有锁定装置"],
    "answer": [2],
    "analysis": "L1"
}, {
    "title": "初级冷却介质是温度比电机某部件的温度低的（）或液体介质，它与电机的该部件相接触，并将其释放出的热量带走。",
    "options": ["固体", "降温装置", "冷却装置", "气体"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "触电急救首先要将触电者迅速脱离电源，越快越好，下列（）是脱离高压电源的错误操作",
    "options": ["立即通知有关供电单位或用户停电", "穿戴防护用具，用相应电压等级的绝缘工具按顺序拉开电源开关或熔断器及刀闸", "在极端情况下，可以抛掷裸金属线使线路短路，迫使保护装置动作，断开电源", "当电线搭落在触电者身上或身下时，宜用干燥的衣服、手套、木板等绝缘物作为工具，拉开触电者或挑开电线，使触电者脱离电源"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "触电者神志不清，有心跳，但呼吸停止或极微弱的呼吸时，此时应对触电者进行（ ）。",
    "options": ["人工呼吸", "躺平就地安静休息", "心肺复苏", "搬移或送往医"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "触电者神志清醒，但感乏力、心慌、呼吸促迫、面色苍白，此时应对触电者进行（ ）， 不要让触电者走动，以减轻心脏负担，并应严密观察呼吸和脉博的变化。",
    "options": ["躺平就地安静休息", "人工呼吸", "心肺复苏", "搬移或送往医院"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "触电者神志丧失、心跳停止、但有微弱的呼吸时，此时应对触电者进行（ ）。",
    "options": ["心肺复苏", "人工呼吸", "躺平就地安静休息", "搬移或送往医院"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "传动轴采用万向节的主要作用是：",
    "options": ["吸收从路面传递的震动", "抵消在崎岖路面或其它类似行驶条件下差速器及车轮的相对位置产生的变动", "在车辆转弯时缓解左右车轮的速度差", "抵消前轮在转向方向上的变动"],
    "answer": [1, 3],
    "analysis": "汽车基础知识L2"
}, {
    "title": "传统的点火系中,火花塞电极与侧电极之间的间隙为:",
    "options": ["0.5~1.0mm", "0.2~0.5mm", "0.6~0.8mm", "1.0~1.2mm"],
    "answer": [2],
    "analysis": "汽车基础知识L2"
}, {
    "title": "串接电动机起动是指先把电动机的（）与一台起动用电动机的定子绕组串接并通电起动，然后把起动用电动机的定子绕组短接，使电动机作正常运行的起动方式。",
    "options": ["转子绕组", "定子绕组", "直流输入", "交流输入"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "纯电动汽车是驱动能量完全由（）提供的、由（）驱动的汽车。",
    "options": ["电能；发动机", "电能；电机", "发电机；电机", "发电机；发动机"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "纯电动汽车随车配备了 16A 或 32A 慢速充电线，其中 16A 充电线在连接车辆慢充口的充电插头中 CC 与 PE 端接有（）的电阻。",
    "options": ["220Ω±3%", "320Ω±3%", "680Ω±3%", "860Ω±3%"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "从化学角度看，汽油完全燃烧的正确空燃比是多少？",
    "options": ["8、1", "14.7、1", "18.5、1", "22、1"],
    "answer": [1],
    "analysis": "L1"
}, {
    "title": "从下列列表中选出对霍尔效应式车轮转速传感器的输出电压的很好描述；",
    "options": ["模拟正弦波", " 20-30伏工作电压", " 方波形数字信号", "感应电流"],
    "answer": [2],
    "analysis": "L1"
}, {
    "title": "从下列选项中，选出测试MOST(媒体定向传输系统)时需要注意的事项",
    "options": ["避免光纤的弯曲半径小于25MM", "可以对长度不超过25MM的光纤进行拼接维修", "不要触摸光纤外露面", "没有JLR工具认可的情况下，请勿切割MOST光纤"],
    "answer": [0, 2, 3],
    "analysis": "理论测试肖欣"
}, {
    "title": "从下列选项中选择出由于过度拧紧螺栓而造成的故障。",
    "options": ["螺栓破损", "螺栓螺纹损坏", "螺栓固定的树脂零件破损", "由于衬垫破损而导致紧固的部分泄漏"],
    "answer": [0, 1, 2, 3],
    "analysis": "L2"
}, {
    "title": "从下列选项中选择错误的陈述。",
    "options": ["F-Pace总共配备5个配电盒。", "F-Pace总共配备4个配电盒。", "F-Pace总共配备1个配电盒。", "F-Pace总共配备3个配电盒"],
    "answer": [0],
    "analysis": "F-PACE"
}, {
    "title": "从下列选项中选择正确的陈述",
    "options": ["当全路况进程控制(ARPC)激活后，驾驶员只需控制车辆转向", "全路况进程控制(ARPC)可在任何车速下激活", "全路况进程控制(ARPC)可控制车速在3.6公里/小时和52公里/小时(2英里/小时-32英里/小时）", "全路况进程控制(ARPC)可同时与自动变速器和手动变速器搭配使用。"],
    "answer": [0],
    "analysis": "f-pace"
}, {
    "title": "从下列选项中选择正确的陈述",
    "options": ["安装四区气候控制时，空调电路具有两个蒸发器", "四区气候控制与一个冷却杂物箱以及空气质量传感器共同安装。", "双区气候控制采用空气质量传感器作为标配", "双区气候控制设置只能通过集成控制面板(ICP)调节"],
    "answer": [1, 3],
    "analysis": "f-pace"
}, {
    "title": "从下列选项中选择正确的陈述",
    "options": ["InControlTouchPro采用Meridian音响系统作为标配", "InControlTouch采用Meridian音响系统作为标配", "InControlTouchPro采用Meridian数字音响系统作为标配", "InControlTouchPro采用Jaguar音响系统作为标配"],
    "answer": [0, 1, 2],
    "analysis": "f-pace"
}, {
    "title": "从下列选项中选择正确的陈述。",
    "options": ["活动钥匙收发器模块通过硬接线连接到车身控制模块(BCM)。", "活动钥匙收发器模块通过CAN总线连接到车身控制模块(BCM)。", "活动钥匙收发器模块通过硬接线连接到遥控功能执行器(RFA)。", "活动钥匙收发器模块通过LIN总线连接到车身控制模块(BCM)"],
    "answer": [3],
    "analysis": "XF"
}, {
    "title": "从下列选项中选择正确的陈述。",
    "options": ["免提姿势控制尾门工作时无需使用免钥匙进入和电动尾门。", "免提姿势控制尾门工作时需使用免钥匙进入和电动尾门。", "免提姿势控制尾门工作时仅需使用电动尾门。", "免提姿势控制尾门工作时仅需使用免钥匙进入。"],
    "answer": [1],
    "analysis": "F-PACE"
}, {
    "title": "从下面的列表中找出电预热塞构造中所用的热敏电阻器的类型。",
    "options": ["正常温度系数（PTC）", " 负温度系数（NTC）", " 高温度系数（HTC）", "低温度系数（LTC）"],
    "answer": [0],
    "analysis": "L3"
}, {
    "title": "从下面的列表中找出正确描述热敏电阻器的陈述",
    "options": ["将电阻保持在其公差之内固定值的电阻器", "一种电阻值随温度变化而变化的电阻器", "一种电阻值不随温度变化而变化的电阻器", "一种电阻值随光线强度变化而变化的电阻器"],
    "answer": [1],
    "analysis": "L4"
}, {
    "title": "从制造角度考虑，低压电器是指在交流 50Hz、额定电压（）V 或直流额定电压 1500V及以下的电气设备。",
    "options": ["400", "800", "1000", "1500"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "存储的蓄电池的电压读数为12.2伏，此蓄电池的荷电状态为已充电75%",
    "options": ["正确", "错误"],
    "answer": [0],
    "analysis": "L2"
}, {
    "title": "带第二代标准传动系统的L551，如果AWD控制模块AWDCM中的RDU分类编号不正确，会导致什么问题？",
    "options": ["离合器扭矩不足导致牵引力降低", "离合器扭矩过大导致转向异常", "第二代标准传动系统处于永久连接状态", "第二代标准传动系统处于永久断开状态"],
    "answer": [0, 1],
    "analysis": "L551L22021年"
}, {
    "title": "带第二代标准传动系统的L551，仪表盘提示“仅限2轮驱动-牵引力下降”，则可能的原因是：",
    "options": ["后差速器内部故障", "动力传递单元（PTU）内部故障", "传递系统断开控制模块（DDCM）与AWD控制模块（AWDCM）之间的通讯中断", "接受到来自ABS模块或PCM模块的无效数据"],
    "answer": [0, 1, 2, 3],
    "analysis": "L551L22021年"
}, {
    "title": "带电灭火时，不能选用（ ）来灭火",
    "options": ["水", "二氧化碳灭火器", "1211 灭火器", "干粉灭火器"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "带数字光盘播放机的InControl智能驭领尊享触控，数字光盘播放机数据如何传输至IMC?",
    "options": ["通过USB2.0集线器", "通过USB3.0集线器", "通过APIX2", "通过LVDS"],
    "answer": [0],
    "analysis": "理论测试肖欣"
}, {
    "title": "单点进入时，近车自动解锁将展开接近侧的两个车门把手。在此阶段车辆未解锁，所有车门保持锁定且后视镜仍折叠，仅在拉动把手后才会解锁---此说法是否正确？",
    "options": ["正确", "错误"],
    "answer": [1],
    "analysis": "2021~2022新车型"
}, {
    "title": "单排行星齿轮可以通过以下哪种方式实现减速运行？",
    "options": ["通过固定太阳齿轮并转动齿圈，行星架总成将以较慢的速度转动", "通过转动行星架并固定齿圈，太阳齿轮将以较慢的速度转动", "通过转动行星架并固定太阳轮，齿圈将以较慢的速度转动", "通过同时转动任意两个齿轮，第三个齿轮将以较慢的速度转动"],
    "answer": [0],
    "analysis": "理论测试肖欣"
}, {
    "title": "单体蓄电池将化学能与电能进行相互转换的基本单元装置，也称作（ ）",
    "options": ["电池", "电芯", "电棒", "电子"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "单相半控桥整流电路的两只晶闸管的触发脉冲依次相差（）。",
    "options": ["180°", "60°", "360°", "120°"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "当 FADM 执行器移动滑动套筒完成断开后，以下哪些部件停止旋转？",
    "options": ["右前半轴", "前传动轴", "前差速器冠状齿轮", "行星齿轮"],
    "answer": [0, 1, 2],
    "analysis": "2021~2022新车型"
}, {
    "title": "当HVIL开路时，高压电池的主正极接触器电压会如何？",
    "options": ["0V", "380V", "9-340V", "12V"],
    "answer": [2],
    "analysis": "PHEV考试"
}, {
    "title": "当P400e车辆的发动机正在正常运转时，BISG正常的电压是多少？",
    "options": ["14.7V。", "12.7V。", "10.7V", "9.7V"],
    "answer": [2],
    "analysis": "PHEV考试"
}, {
    "title": "当报警器被布设后，在下列哪些情况下，BBUS操作发声器？",
    "options": ["BBUS至BCM/CJB的LIN总线链路中断", "BBUS的外部供电电源中断", "车辆蓄电池的电压在30分钟以上的时间内从9.5伏降至9伏", "收到来自BCM/CJB的报警信号"],
    "answer": [0, 1, 3],
    "analysis": "L22021年"
}, {
    "title": "当变压器一次侧电压一定时，若二次侧电流增大，则一次侧电流将（）。",
    "options": ["增大", "减小", "略有减小", "不变"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "当拆开时为何应更换高压喷油嘴管？",
    "options": ["它们会产生金属屑", "它们是配套套件的组成部分", "在每次大修时都应更换它们", "它们具有使用期限"],
    "answer": [0],
    "analysis": "L3"
}, {
    "title": "当车辆从静止起动时导轮卡住不会有任何症状，但在转速较高时会损失过多动力。说法正确的是？",
    "options": ["导轮的单向离合器卡住", "导轮轴承故障", "锁止离合器故障", "发动机转速较低时动力不足"],
    "answer": [1],
    "analysis": "理论测试肖欣"
}, {
    "title": "当车辆无意中偏离其正在行驶的车道时，车道偏离报警(LDW)功能通过什么警告驾驶员？",
    "options": ["方向盘的振动（触感转向反馈）", "发出连续的警告音", "驾驶员座椅的振动", "仪表盘中显示的图形警报"],
    "answer": [0, 3],
    "analysis": "发运"
}, {
    "title": "当车辆中的烟火式安全带预紧器激活后，以下哪项陈述是正确的？",
    "options": ["您不能再使用安全带作为单独的安全带", "可使用诊断测试仪重置设备", "在更换该装置之前，它可用作单独的座椅安全带", "安全约束控制单元需要更换"],
    "answer": [3],
    "analysis": "L3"
}, {
    "title": "当出现正推力轴的症状时在制动或加速期间车辆将向跑偏",
    "options": ["左", "右"],
    "answer": [0],
    "analysis": "L2"
}, {
    "title": "当处理或更换D2B或MOST光纤电缆时，建议的“弯曲半径”是多少？",
    "options": ["15mm", "25mm", "电缆极其柔韧，没有建议的“弯曲半径”", "35mm"],
    "answer": [1],
    "analysis": "L3"
}, {
    "title": "当带电低压导线落在触电者身上，可用（ ）将导线移开，使触电脱离电源。",
    "options": ["绝缘物体", "金属棒", "潮湿的物体", "手"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "当电动驻车制动器(EPB)卡钳制动系统处于车辆检查模式时，使用多少次EPB开关将能够施加完全的驻车制动力？",
    "options": ["3", "4", "10", "2"],
    "answer": [1],
    "analysis": "L4"
}, {
    "title": "当电击的持续时间小于 0. 1s，电流大于（ ）mA 时， 纤维性颤动就有可能发生，只要电击发生在易损期内，而数安培的电流幅度，则很可能引起纤维性颤动。",
    "options": ["100", "300", "500", "700"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "当动力电池温度超过限值时，发出报警信号的装置称为（ ）。",
    "options": ["温度报警装置", "BMS", "电池过热报警装置", "ECU"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "当动力电池组具有较高的电量且动力电池组输出功率满足整车行驶功率需求时，串联混合动力电动汽车以（ ）模式工作，此时发动机-发电机组处于关机状态。",
    "options": ["纯电池组驱动", "再生制动充电", "混合动力驱动", "混合补充充电"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "当发动机处于预热状态时，催化转换器后的加热型氧传感器(HEGO)信号电压为1.28V，这个数据表明？",
    "options": ["混合气偏稀", "混合气偏浓", "后置氧传感器未达到工作温度", "后置氧传感器损坏"],
    "answer": [2],
    "analysis": ""
}, {
    "title": "当发动机运转时踩下制动踏板，踩住制动踏板关闭发动机，一直维持30秒，此时踏板行程不应该有变化。此方法通常用来检查:",
    "options": ["真空助力器气密性", "真空助力器的助力效果", "刹车液有无泄漏", "刹车管路有无空气"],
    "answer": [0],
    "analysis": "L3"
}, {
    "title": "当发动机在过热时，ECU会减少燃油的供给，以降低发动机缸体的温度。",
    "options": ["对", "错"],
    "answer": [1],
    "analysis": "L2"
}, {
    "title": "当加速防滑系统起作用时，发动机控制系统应使发动机转矩？",
    "options": ["增大", "减小", "维持不变", "不一定，视情况而定"],
    "answer": [1],
    "analysis": "L3"
}, {
    "title": "当晶体管的发射结和集电结都反偏时，则三极管的集电极电流将（）。",
    "options": ["增大", "减小", "反向", "几乎为零"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "当控制模块识别出以下哪种情况时，将生成“电压过高”故障代码？",
    "options": ["CAN总线通信错误", "对蓄电池电压短路", "对地短路", "断路"],
    "answer": [1, 3],
    "analysis": ""
}, {
    "title": "当配有容积传感器和自备电池报警器BBUS的主动防盗系统工作时，在以下特定条件下，车身控制模块/网关模块BCM/GWM将解除防盗系统以避免错误地激活报警：",
    "options": ["如果车辆蓄电池电压降至9伏以下，BCM/GWM将禁用报警周边模式", "如果车辆蓄电池的电压从9.5伏降至9伏的时间超过30分钟，BCM/GWM将停用BBUS", "电压低于9伏时，BCM/GWM不会向BBUS发出“心搏式”信号，BCM/GWM将停用BBUS", "如果车辆蓄电池的电压中断，BCM/GWM将停用BBUS"],
    "answer": [1],
    "analysis": "L22021年"
}, {
    "title": "当汽车发动机点火线圈附加电阻上通过的电流较大。温度升高时，其阻值：",
    "options": ["变大", "变小", "不变", "不确定"],
    "answer": [0],
    "analysis": "汽车基础知识L2"
}, {
    "title": "当汽车高速行驶时，制冷良好，中低速制冷效果差说明",
    "options": ["冷凝器脏堵", "空调电子扇不工作", "膨胀阀故障", "蒸收器脏堵"],
    "answer": [1],
    "analysis": "L3"
}, {
    "title": "当前JaguarLandRover汽油发动机使用哪两种类型的HO2S传感器？",
    "options": ["钛和氧化锆", "宽频和窄频传感器", "钛和铂", "钛和窄频"],
    "answer": [1],
    "analysis": "L3"
}, {
    "title": "当燃油中含量高时，会加速发动机汽缸壁气门等处的腐蚀",
    "options": ["碳", "钠", "硫", "钙"],
    "answer": [2],
    "analysis": "L3"
}, {
    "title": "当人触电时，（ ）的路径是最危险的",
    "options": ["左手到前胸", "右手到脚", "右手到左手", "右脚到右脚"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "当通过人体的最低电流为多少毫安时，会引发人体心室纤维性颤动?",
    "options": ["150mA", "50mA", "80mA", "30mA"],
    "answer": [3],
    "analysis": "L22021年"
}, {
    "title": "当悬架高度传感器杆顺时针转动时，传感器电压信号值如何变化",
    "options": ["降低", "升高", "恒定", "数字"],
    "answer": [1],
    "analysis": "L4"
}, {
    "title": "当与用户初次接触时，一般情况下第一印象可在多长时间内形成？",
    "options": ["30-60秒", "3-5分钟", "1-3分钟", "7-30秒"],
    "answer": [3],
    "analysis": "理论测试肖欣"
}, {
    "title": "当遇到行驶中仪表提示变速箱故障，D档闪烁或者换档质量问题时，以下陈述正确的是？",
    "options": ["如果行驶中D档闪烁，且PCM有相关故障码需先排除发动机的故障原因", "变速箱如果识别到发动机的转速低于380rpm，出于保护会在选择的档位上闪烁", "如TCM无相关故障码、需确认变速箱自适应值是否处于正确水平，如不在范围需清除自适应重新学习", "路试评估前，执行TCM软件更新是非常有必要的"],
    "answer": [0, 1],
    "analysis": "L32021年"
}, {
    "title": "当诊断间歇性故障时，PICO中的哪一种检测方式可以有效识别故障并帮助诊断？",
    "options": ["定制探针", "数学通道", "参考波形", "信号掩模"],
    "answer": [1],
    "analysis": "理论测试肖欣"
}, {
    "title": "当执行气缸泄漏测试时，可接受的泄漏数值是多少？",
    "options": ["8%-12%", "12%-16%", "15%-18%", "5%-10%"],
    "answer": [0],
    "analysis": "理论测试肖欣"
}, {
    "title": "当主销的延长线与地面交点在车轮中心平面之内，此时描述正确的是：",
    "options": ["主销偏置矩为零", "主销偏置矩为负", "主销偏置矩为正", "车辆转向操控性能更敏捷"],
    "answer": [0, 3],
    "analysis": "L3"
}, {
    "title": "导电部件之间表面最小电气间隙应为（）mm。",
    "options": ["1", "1.2", "2.5", "3"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "典型的 NTC 热敏电阻传感器，当工作温度升高时，信号电压将发生什么变化？",
    "options": ["信号电压将随着温度的升高而升高", "信号电压将随着温度的升高而下降", "信号电压将随着温度的升高而不变", "电压信号变为0"],
    "answer": [1],
    "analysis": ""
}, {
    "title": "点火圈内包含的两个线圈绕组的名称是？",
    "options": ["正和负", " 一个和两个", " 初级和次级", "充电和放电"],
    "answer": [2],
    "analysis": "L3"
}, {
    "title": "电池储存的容量达到制造商规定的充电终止条件即被认为是（ ）。",
    "options": ["截止充电", "完全充电", "可以放电", "必须放电"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "电池的额定容量是 5300mAh，用 0. 5C 放电，放电电流是（ ）。",
    "options": ["5300mA", "2650mA", "530mA", "5.3A"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "电池的荷电状态用（）表示。",
    "options": ["DOD", "SOF", "DTC", "SOC"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "电池额定电压也称（ ），指的是规定条件下电池工作的标准电压。",
    "options": ["电动势", "工作电压", "标称电压", "开路电压"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "电池模组表示方式：1P100S 由（ ）只单体电池芯串联而成。",
    "options": ["1", "101", "100", "99"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "电池能量表示电池做功能力的大小，由电芯（ ）与容量乘积的积分求得，单位 Wh。",
    "options": ["电压", "电流", "功率", "内阻"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "电池容量是 1000mAh，放电电流是 3000mA，放电倍率是（ ）。",
    "options": ["0.1C", "0.3C", "0.5C", "3C"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "电池容量随着充放电次数的增加而减少，这种变化被量化为（ ）。",
    "options": ["工作寿命", "容量损耗", "使用不当", "质量监控"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "电磁阀是怎样被驱动的？",
    "options": ["只能通过脉冲宽度调制(PWM)信号启动电磁阀", "只能通过继电器启动电磁阀", "根据不同的应用，通过脉冲宽度调制(PWM)信号可以切换、定时或驱动电磁阀", "可以通过控制供电或搭铁进行驱动"],
    "answer": [2, 3],
    "analysis": "L3"
}, {
    "title": "电磁继电器按照继电器种类分为电压继电器、电流继电器和中间继电器，下列（）不属于电流继电器。",
    "options": ["过电流继电器", "过载继电器", "逆电流继电器", "电流脱扣继电器"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "电动汽车充电插座传导连接到电网，应有一个端子将电平台与电网的接地部分连接，这是充电枪（）端子",
    "options": ["CP", "PE", "S+", "S-"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "电动汽车充电接口的绝缘电阻，包括充电时传导连接到电网的电路，当充电接口断开时，至少要（）。",
    "options": ["1MΩ", "10MΩ", "100MΩ", "1GΩ"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "电动汽车充电时，充电枪在锁止状态下，施加（）的拔出外力时，连接不应断开，且锁止装置不得损坏。",
    "options": ["200N", "250N", "150N", "300N"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "电动汽车充电时，当拔出供电插头或车辆插头时，（）应最后断开。",
    "options": ["接地端子", "相线端子", "中性端子", "控制导引端子"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "电动汽车充电时，当插入供电插头或车辆插头时，（）应最先连接。",
    "options": ["接地端子", "相线端子", "中性端子", "控制导引端子"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "电动汽车充电时，连接电动汽车和电动汽车供电设备的组件，除电缆外，还可能包括（）、车辆接口、缆上控制保护装置和帽盖等部件。",
    "options": ["供电接口", "充电接口", "供电插头", "车辆插头"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "电动汽车的电池处于充满电状态时，仍然与充电装置连接，由充电装置向电池提供少量电流来补偿电池的局部损耗，这种现象叫做（）。",
    "options": ["过充", "浮充", "恒压充", "恒流充"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "电动汽车的连接方式 A：将电动汽车和交流电网连接时，使用和（）永久连接在一起的充电电缆和供电插头",
    "options": ["控制引导装置", "电动汽车", "供电设备", "缆上控制保护装置"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "电动汽车的连接方式 C：将电动汽车和交流电网连接时，使用和（）永久连接在一起的充电电缆和车辆插头。",
    "options": ["控制引导装置", "电动汽车", "供电设备", "缆上控制保护装置"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "电动汽车发生严重火势时，应第一时间（ ）。",
    "options": ["逃离车辆前往上风处远离车辆", "联系火警", "逃离车辆前往下风处远离车辆", "用灭火器控制火势"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "电动汽车高压系统继电器绝缘电阻应大于（）。",
    "options": ["1MΩ", "10MΩ", "100MΩ", "1GΩ"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "电动汽车交流充电车辆接口和供电接口分别包含（）对触头。",
    "options": ["7", "8", "9", "10"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "电动汽车内部与动力电池直流母线相连或由动力电池电源驱动的高压驱动零部件系统，主要包括：动力电池系统和高压配电系统、电机及控制器系统、电动压缩机、DC/DC变换器、车载充电机和 PTC 加热器，下面选项中属于高压用电器的设备有（）。",
    "options": ["\"车载充电机、DC/DC 变换器\"", "\"高压配电系统、电机及控制器系统\"", "\"车载充电机、PTC 加热器", "\"电机及控制器系统、电动压缩机\""],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "电动汽车上包含各种高压电气设备，良好的绝缘不仅保证电气设备和电力路线的正常运行，而且还能防止人们发生触电事故。在电动汽车中，动力电池包的绝缘强度要大于（）Ω/V",
    "options": ["50", "100", "500", "1000"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "电动汽车用驱动电机系统动力电气接口的连接方式包括快速连接方式和固定连接方式。快速连接方式采用快速连接器连接，固定连接方式采用（）连接。",
    "options": ["固定连接器", "快速连接器", "连接端子", "接触器"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "电动汽车用驱动电机系统堵塞与渗漏型故障模式不包括（）。",
    "options": ["破裂", "堵塞", "漏水", "渗水"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "电动汽车用驱动电机系统规定当对驱动电机控制器有主动放电要求时，驱动电机控制器支撑电容放电时间应不超过（）。",
    "options": ["1s", "2s", "3s", "4s"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "电动汽车用驱动电机系统驱动电机定子绕组对机壳的冷态绝缘电阻值应大于 20MΩ；定子绕组对机壳的热态绝缘电阻值应不低于（）。",
    "options": ["0.12MΩ", "0.24MΩ", "0.38MΩ", "20MΩ"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "电动汽车用驱动电机系统要求驱动电机应空转灵活，无定转子相擦现象或异常响声；驱动电机控制器应具有满足整车要求的（）、故障诊断的功能。",
    "options": ["发电功能", "整流功能", "通讯功能", "扭矩输出功能"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "电动汽车用驱动电机系统中的驱动电机控制器动力端子与外壳、信号端子与外壳、动力端子与信号端子之间的冷态及热态绝缘电阻均应不小于（）MΩ。",
    "options": ["1", "10", "100", "1000"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "电动尾门模块如何与TGCM通信？",
    "options": ["   通过共享告诉CAN总线连接", "   通过共享LIN总线连接", "   通过无线连接", "   通过共享中速CAN总线连接"],
    "answer": [1],
    "analysis": ""
}, {
    "title": "电动助力转向EPAS系统中的扭矩传感器的作用是什么？",
    "options": ["测量驾驶员发出的转向力以计算需要电机提供的转向辅助力", "监测转向齿条的位置", "测量车轮产生的扭矩大小D、测量电机的输出", "测量电机的输出"],
    "answer": [0],
    "analysis": "L3"
}, {
    "title": "电动助力转向系统与以下的哪个系统一起工作？",
    "options": ["ECO模式", "驻车辅助", "驶离车道警告(LDW)", "交通标志识别(TSR)"],
    "answer": [2, 3],
    "analysis": "发运"
}, {
    "title": "电击电气事故发生后，若如果事故受害者没有反应，不应采取的急救措施的是（ ）。",
    "options": ["搬动事故受害者", "确定受害者是否有生命迹象", "呼叫急救医生", "进行人工呼吸"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "电机次级冷却介质是指温度低于初级冷却介质的气体或液体介质，通过（）或电机的外表面将初级冷却介质放出的热量带走。",
    "options": ["壳体", "冷却器", "水管", "冷却液"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "电机从静止状态加速到工作转速的整个过程称为起动，包括通电、最初起动和（），必要时还包括与电源同步的过程。",
    "options": ["励磁过程", "稳定过程", "减速过程", "加速过程"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "电机控制器（）的测量值为电机控制器输入的电压和电流的测量值的乘积，输入电压应在控制器输入接线端子处量取，输入电流应在控制器输入接线处量取。",
    "options": ["视在功率", "无功功率", "输出功率", "输入功率"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "电机轴承异常磨损是指电机轴承出现非正常磨损，需对轴承进行（）后电机仍可正常 使用。",
    "options": ["清洗润滑处理", "更换处理", "打磨处理", "切割焊接处理"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "电抗器起动是指把电动机与电抗器串接作降压起动，然后把电抗器（）使电动机正常运行的起动方式。",
    "options": ["断路", "短路", "并联", "接地"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "电力场效应晶体管属于（）。",
    "options": ["半控型器件", "全控型器件", "不可控器件", "以上均不对"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "电力电子变流可能会引起电力系统（）特性变化。",
    "options": ["电压", "相数", "频率", "以上均可能"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "电力电子交流到直流的变流属于（）。",
    "options": ["整流", "逆变", "直接变流", "间接变流"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "电流对人体伤害的形式可分为电击和（ ）两类。",
    "options": ["电伤", "触电", "电源", "灼伤"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "电流通过电池内部时所受到的阻力叫做电池内阻,一般分为交流内阻和直流内阻。一般电芯体积和容量越大，内阻（ ）。",
    "options": ["不变", "为零", "越小", "越大"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "电路闭合时，所施加的电压使导体和用电器的所有自由电子同时朝一个方向移动。每 个时间单位内流动的电子（电荷载体）数量就是（ ）。",
    "options": ["电流", "电压", "电源", "电阻"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "电路中两点间的电压高，则（）。",
    "options": ["两点的电位高", "两点间的电位差大", "两点的电位一定为正", "两点的电位一定为负"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "电气接线图上具有特定端子配置编号，“端子30”代表什么含义？",
    "options": ["永久蓄电池供电", "启动机控制", "点火控制的蓄电池电源", "直接返回蓄电池接地"],
    "answer": [0],
    "analysis": ""
}, {
    "title": "电容器制动是感应电动机的能耗制动方式之一，当电机从电源断开后，用电容器来维持励磁电流，从而使电机作（）运行",
    "options": ["动力输出", "功率输出", "发电机", "电动机"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "电容器组的型号为：SCMF40050，该电容器型号含义是（）。",
    "options": ["额定容量为 50F，额定电压为 400V 的双电层电容器组", "额定容量为 400F，额定电压为 50V 的法拉第电容器组", "额定容量为 400F，额定电压为 50V 的双电层电容器组", "额定容量为 50F，额定电压为 400V 的法拉第电容器组"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "电位均衡电阻的测试需要在任何两个外露导电部分施加一个测试的直流电，该直流电的测试电流不小于（）A，电压小于（）V，且测试持续时间不小于 5s。",
    "options": ["1；30", "5；60", "1；60", "5；30"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "电压纹波因数是车载充电机输出直流脉动电压的峰值与谷值之差的一半，与该直流电压（）之比。",
    "options": ["谷值", "峰值", "平均值", "瞬时值"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "电压型器件相比于电流型器件（）。",
    "options": ["驱动电路简单", "工作频率低", "驱动功率大", "输入阻抗低"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "电压质量模块(VQM)的作用是什么？",
    "options": ["在自动停止/启动条件向各车辆系统提供电源。", "在发电机故障时向蓄电池提供额外电量。", "防止车辆蓄电池过度充电。", "点火开关关闭后为发动机控制模块提供电源。"],
    "answer": [0],
    "analysis": "XE"
}, {
    "title": "电源触点有一处电阻性腐蚀。从以下陈述中确定哪一项是流程的下一步骤？",
    "options": ["使用电气触点清洁剂清洁触点，然后对系统进行测试", "使用JLR认可的线束维修套件，按照TOPx更换故障触点，然后对系统进行测试", "查明触点腐蚀原因，一旦找到并根除原因后，对触点进行维修。", "将腐蚀的触点桥接起来，然后对系统进行测试，以确认这就是故障"],
    "answer": [2],
    "analysis": "L4"
}, {
    "title": "电子节温器的腊芯在什么温度下开启，从而使冷却液流过并进入散热器？",
    "options": ["大约60°C(140°F)", "大约65°C(149°F)", "大约95°C(203°F)", "大约90°C(194°F)"],
    "answer": [2],
    "analysis": "XE"
}, {
    "title": "电子空气悬架系统是L460全新揽胜的标准配置，它允许车辆后悬架最多降低多少？",
    "options": ["30mm", "50mm", "70mm", "85mm"],
    "answer": [1],
    "analysis": "L460"
}, {
    "title": "电子牵引力控制系统(ETC) 如何控制车辆起步和加速期间出现的驱动轮打滑？",
    "options": ["增加发动机扭矩", "减少发动机扭矩", "制动打滑的车轮", "增加制动主缸压力"],
    "answer": [1, 2],
    "analysis": ""
}, {
    "title": "电子驻车制动器EPB卡钳制动系统具有高温自动重新夹紧功能，制动盘温度必须超过多少度，该功能才能正常工作？",
    "options": ["300°", "150°", "450°", "75°"],
    "answer": [0],
    "analysis": "L4"
}, {
    "title": "电阻串联电路的总电阻为各电阻（ ）。",
    "options": ["之和", "倒数之和", "之积", "之差"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "电阻负载性单相调压电路中，随着导通控制角α的增大，功率因数（）。",
    "options": ["升高", "降低", "不变", "以上均不对"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "电阻性负载单相半波可控整流电路中，晶闸管的触发延迟角的范围是（）。",
    "options": ["30°～150°", "0°～120°", "15°～120°", "0°～180°"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "动力电池充电过程分为几种模式，在充电初期采用（ ）模式。",
    "options": ["均衡充电", "恒流充电", "恒压充电", "脉冲充电"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "动力电池出现漏液、变形、进水、破损需要将动力电池拆下放置到安全地点，安全地 点周围不能有可燃物，并配有（ ）灭火器及消防沙。",
    "options": ["干粉", "二氧化碳", "泡沫", "水基型"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "动力电池的实际容量是在一定条件下所能输出的电量，这里的一定条件不包括（ ）。",
    "options": ["环境温度", "放电率", "终止电压", "电池已用时间"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "动力电池系统由动力电池模组、（ ）、动力电池箱及辅助元器件组成。",
    "options": ["电池管理系统", "电池输入系统", "电池输出系统", "高压保险系统"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "动力电池箱用于盛装蓄电池组、（ ）以及相应的辅助元器件。",
    "options": ["电芯", "蓄电池管理系统", "模块组", "加热器"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "动力电池组内的电池单体之所以需要电量均衡是因为（ ）。",
    "options": ["充电时间长短不一", "每个电池单体的一致性不理想", "放电率不均匀", "动力电池总成内温度不均衡"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "动力蓄电池继电器盒也称蓄电池控制器，简称 PRA，是控制动力电池（ ）输入与输出的开关装置。",
    "options": ["网络信号", "高压直流电", "互锁信号", "温度信号"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "动力蓄电池系统由一个或一个以上的蓄电池包及相应附件构成的为电动汽车整车行驶提供电能的能量储存装置。其相应的附件有（ ）、高压电路、低压电路、热管理设备以及机械总成。",
    "options": ["蓄电池管", "整车管理系统", "电机管理系统", "能源管理系统"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "动力转向控制模块(PSCM)如何监控转向角？",
    "options": ["来自转向角传感器模块的输入。", "来自ABS控制模块的偏航传感器信息。", "车轮转速传感器信息。", "转向角传感器校准后的电动助力转向(EPAS)电机位置传感器。"],
    "answer": [3],
    "analysis": "XE"
}, {
    "title": "堵转转矩是指电动机在额定频率、额定电压和转子在其所有角位堵住时所产生的转矩的（）测得值。",
    "options": ["最大", "最小", "平均", "瞬时"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "断开F1exRayTM总线某一分支的连接，在分支的任意一端测量终端电阻的阻值，则该阻值应该是多少？",
    "options": ["总电阻阻值为47欧", "总电阻阻值为60欧", "总电阻阻值为94欧", "总电阻阻值为74欧"],
    "answer": [2],
    "analysis": "理论测试肖欣"
}, {
    "title": "对车轮轴承轴向间隙进行简单的检查，下列哪种方法是正确的？",
    "options": ["紧握车轮，上下移动", "紧握车轮，沿轴的方向移动", "转动车轮，目视检查车轮偏摆", "转动方向盘，听有无异常噪音"],
    "answer": [1],
    "analysis": "汽车基础知识L2"
}, {
    "title": "对纯电动汽车而言，检修慢充系统时，有时需要测量充电线的桩端 N 脚和车辆端的 N 脚之间是否导通，其阻值应小于（ ）Ω，否则应更换充电线总成。",
    "options": ["1", "2", "0.8", "0.5"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "对功率放大电路最重要的指标是（）",
    "options": ["输出电压", "输出功率及效率", "输入、输出电阻", "电压放大倍数"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "对前轮主销后倾角描述正确的是：",
    "options": ["车辆直线行驶时前轴主销后倾角通常为“+”值，", "车辆直线行驶时前轴主销后倾角通常为“-”值", "两侧后倾角差距大会引起车辆行驶跑偏，", "转向测量主销后倾角前应锁住脚刹车刹车踏板"],
    "answer": [0, 2, 3],
    "analysis": "汽车基础知识"
}, {
    "title": "对三极管放大作用的实质，下面说法正确的是（）。",
    "options": ["三极管可以把小能量放大成大能量", "三极管可以把小电流放大成大电流", "三极管可以把小电压放大成大电压", "三极管可用较小的电流控制较大的电流"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "对于PR0FET控制的电路，如果该电路中存在对地短路故障，则该电路的输出为？",
    "options": ["有5伏特的输出电压", "将被FET断开", "有1.5伏特的输出电压", "有12伏特的输出电压"],
    "answer": [1],
    "analysis": "理论测试肖欣"
}, {
    "title": "对于充电模式 4，应安装（）来切断供电设备和电动车之间的联系，以防电击、起火或爆炸。",
    "options": ["急停装置", "漏电保护器", "浪涌开关", "继电器"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "对于纯电动乘用车和混合动力车用驱动电机系统，在额定电压，额定转速条件下，在一定的持续时间内输出的最大功率持续时间规定为（）。",
    "options": ["5min", "1min", "30s", "10s"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "对于电动尾门开关过程中出现意外停住现象有时可能无相关故障码对诊断维修进行支持，报警提示音可以对故障进行一个分析，那么以下哪些故障可能由防盗报警喇叭发出？",
    "options": ["尾门有阻碍", "电动支持机械故障", "软关闭电机内微开开关信号错误", "防夹传感器信号"],
    "answer": [2, 3],
    "analysis": "L32021年"
}, {
    "title": "对于混合动力车型装备的自动变速箱说法正确的是？",
    "options": ["采用双质量飞轮替代了变矩器", "不使用典型的变矩器系统", "采用电机和双质量飞轮替代了变矩器", "使用典型的变矩器系统"],
    "answer": [1, 2],
    "analysis": "理论测试肖欣"
}, {
    "title": "对于极光车辆，请选择正确的刹车管路排空气顺序",
    "options": ["1;2;3;4;", "2;1;4;3", "1;2;4;3", "4;3;2;1"],
    "answer": [1],
    "analysis": ""
}, {
    "title": "对于间接触电可采用（ ）等措施。",
    "options": ["电气隔离", "漏电保护装置", "布置安全电压", "切断电源"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "对于控制器局域网(CAN),应如何应对电磁干扰以防止信号中断？",
    "options": ["通过在不受电磁干扰的特定逻辑电压之间切换", "通过在特定逻辑电压之间切换，并将网络的两根电线绞合在一起", "将网络的两根电线绞合在一起", "将网络的两根电线绞合在起，并使用接地的屏蔽套将控制器局域网(CAN)及其元器件屏蔽起来"],
    "answer": [1],
    "analysis": "L4"
}, {
    "title": "对于三相半波可控整流电路，换相重叠角的影响，将使输出电压平均值（）。",
    "options": ["升高", "降低", "不变", "以上均不对"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "对于三相对称交流电路，线电压不变时，三相对称负载做△形联结时的功率是做 Y 形 联结（）倍。",
    "options": ["5", "3", "2", "4"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "对于使用逻辑门控制的电路，“如果两个输入信号中的任意一个信号出现，则该控制电路就会有输出”，请问该逻辑门属于何种类型？",
    "options": ["与非门", "或非门", "或门", "非门"],
    "answer": [2],
    "analysis": "新四级理论考试"
}, {
    "title": "对于未配备主动安全带的车辆，在IEB(智能紧急制动)事件过程中，施加的最大制动压力是多少？",
    "options": ["10巴", "100巴", "50巴", "3巴"],
    "answer": [1],
    "analysis": "L3"
}, {
    "title": "对于无线电波技术，AM代表什么？",
    "options": ["AerialModule(天线模块)", "Amplifiermodule(放大器模块)", "AmplitudeModulation(调幅", "Amplitudemagnification(振幅放大)"],
    "answer": [1],
    "analysis": "L3"
}, {
    "title": "对于无线电波技术，FM代表什么？",
    "options": ["调频", "频率移动", "最快的媒体", "频率放大"],
    "answer": [0],
    "analysis": "L3"
}, {
    "title": "对于信息娱乐系统，测量无线电波频率时所使用的测量单位是什么？",
    "options": ["赫兹（Hz）（每秒循环数）", " 每秒分贝循环（DC）数", " 调频（FM）", "调幅（AM）"],
    "answer": [1],
    "analysis": "L4"
}, {
    "title": "对于信息娱乐系统，可能导致系统在工作中无法访问硬盘驱动器上存储的信息（导航数据和媒体文件等）的原因有哪些？",
    "options": ["硬盘驱动器温度过低状况（低于-30摄氏度）", "硬盘驱动器温度过高状况（超过50摄氏度）", "系统受到干扰", "硬盘驱动器内部硬件或软件故障"],
    "answer": [0, 1, 2, 3],
    "analysis": "L4"
}, {
    "title": "对于信息娱乐系统，下面哪一项正确地描述了Phantom电源的特点？",
    "options": ["Phantom电源是在蓄电池电压低时提供的一种经过调节的电源", "这种电源通过同轴电缆的信号线路给部件供电", "Phantom电源电压与蓄电池电压相同", "Phantom电源是与通讯数据信号相独立的一个电路，但它使用共用接地电路"],
    "answer": [1],
    "analysis": "新四级理论考试"
}, {
    "title": "对于液冷的驱动电机及驱动电机控制器，应能承受不低于（）的压力，无渗漏。",
    "options": ["2kPa", "5kPa", "20kPa", "200kPa"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "对于一个电容器，下列说法正确的是（）。",
    "options": ["电容器两板间电压越大，电容越大", "电容器两板间电压减小到原来的一半，它的电容就增加到原来的 2 倍", "电容器所带电量增加 1 倍，两板间电压增加 2 倍", "平行板电容器电容大小与两板正对面积、两板间距离及两板间电介质的相对介电常数有关"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "对于正常使用时不会发生电解液泄露的 REESS，应按照 GB/T16935. 1 的要求，污染度控制在适当的范围内，如果有电解液泄露的可能，建议爬电距离满足以下条件。①REESS连接端子间的爬电距离 d≥（）mm②带电部件与电平台之间的爬电距离 d≥（）mm。",
    "options": ["\"0.25U+5；0.125U+5\"", "\"0.25U+5；0.125U+5\"", "\"0.25U-5；0.125U-5\"", "\"0.125U-5；0.25U-5\""],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "对于直流充电的车辆接口，应在车辆插头上安装（）装置，防止车辆接口带载分断。",
    "options": ["气压锁止", "液压锁止", "电子锁止", "机械锁止"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "对制动摩擦衬片的质量要求以下属于安全性方面的是:",
    "options": ["耐蚀性", "耐磨性", "导热性", "易燃性"],
    "answer": [0, 2, 3],
    "analysis": "L3"
}, {
    "title": "对阻容耦合多级放大电路分析时，以下观点错误的是（）。",
    "options": ["多级放大电路的总放大倍数等于各级放大倍数的积", "多级放大电路的输入电阻等于第一级放大电路的输入电阻", "多级放大电路的输入电阻等于最后一级放大电路的输出电阻", "多级放大电路的输出电阻等于最后一级放大电路的输出电阻"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "二次电池的最大优点是（ ）。",
    "options": ["可以重复充放电", "利用氧化还原反应", "自放电能力弱", "属于化学电池"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "二次电池容量降至某一规定值之前，电池所能耐受的循环次数称为电池（）。",
    "options": ["放电次数", "循环周期", "循环寿命", "耐受指数"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "二极管 PN 结加正向电压时，空间电荷区将（）。",
    "options": ["变窄", "基本不变", "变宽", "以上均不对"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "二极管导通时的正向压降，硅管为 0.6-0.8V，锗管为（）。",
    "options": ["0.2—0.5V", "0.1—0.3V", "0.2—0.4V", "0.2—0.3V"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "二极管是一个 PN 结，具有单向导电性，当外加正向电压很低时，正向电流很小，几乎为零，当电压超过一定数值后，电流增长很快，这个一定数值的正向电压被称为死区电压或开启电压，其大小和材料有关，通常，硅管的死区电压约为（）V，锗管约为（）V。",
    "options": ["0.5；0.2", "0.5；0.1", "0.3；0.2", "0.3；0.1"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "发动机的废气再循环系统主要是为了降低哪种排放物？",
    "options": ["HC", "CO", "CO2", "NOX"],
    "answer": [3],
    "analysis": "汽车基础知识L2"
}, {
    "title": "发动机电控系统凸轮轴位置传感器的供电电压一定是5V。",
    "options": ["正确", "错误"],
    "answer": [1],
    "analysis": "L22021年"
}, {
    "title": "发动机管理系统中用于计算发动机瞬时扭矩的传感器有:",
    "options": ["空气流量传感器", "增压压力传感器", "节气门传感器", "进气温度传感器"],
    "answer": [0, 1, 2],
    "analysis": "L3"
}, {
    "title": "发动机降噪功能监测发动机行为和车内噪音级，然后使用车内音响系统通过车辆扬声器系统重放抗噪音，以消除低频噪音，选择你认为正确的此系统陈述。",
    "options": ["PCM通过Flexray将发动机转速信号发送至BCM/GWM，BCM/GWM将信号通过HMICAN发送至AAM", "该系统的麦克风通过A²B菊花链数字总线同时传输带时钟信号和Phantom电源的音频和控制数据，麦克风不用于语音控制、移动电话系统", "当发动机运行即使在音量为0或信息娱乐系统关闭时，此功能仍保持激活状态且客户无法关闭", "如果AAM中未安装正确的软件，则可能会听到很大的发动机噪音"],
    "answer": [2, 3],
    "analysis": "L32021年"
}, {
    "title": "发动机哪一种位置传感器需要把其电压信号放大翻转和整形为整齐的方波信号？",
    "options": ["磁脉冲发生器", "金属探测传感器", "霍尔效应传感器", "光电传感器"],
    "answer": [2],
    "analysis": "L3"
}, {
    "title": "发动机起动后，如果废气立刻从排气管装饰件处泄漏，应当检查的是：",
    "options": ["检查装饰件处的装配螺栓是否松动", "检查密封垫是否被损坏", "如果当排气管发热时，泄漏减少，不必采取任何行动", "检查排气管是否堵塞"],
    "answer": [0, 1],
    "analysis": "汽车基础知识L2"
}, {
    "title": "发动机润滑路线中，用于负荷大的部位如曲轴轴承等的润滑都采用：",
    "options": ["压力润滑", "飞溅润滑", "重力润滑", "综合润滑"],
    "answer": [0],
    "analysis": "汽车基础知识L2"
}, {
    "title": "发动机运行状况不会直接影响变速器性能。上述说法是否正确",
    "options": ["正确", "错误"],
    "answer": [1],
    "analysis": "新四级理论考试"
}, {
    "title": "发光二极管上加正向电压并有足够大的正向电流时，就能发出清晰的光，这是由于电子与空穴复合而释放能量的结果。发光二极管的工作电压为（）V，工作电流为几毫安到十几毫安。",
    "options": ["1.0—2.0", "1.5—2.5", "2.0—3.0", "2.5—3.5"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "方形电池是具有长方形电池外壳和连接（ ）元件的电池。",
    "options": ["薄膜", "电极", "正极", "负极"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "飞轮的功能是什么？",
    "options": ["为凸轮轴加重，以防止发动机转速过快", "为曲轴加重，以防止发动机转速过快", "为凸轮轴提供惯性，有助于使其在动力冲程之间旋转", "为曲轴提供惯性，有助于使其在动力中程之间旋转"],
    "answer": [3],
    "analysis": "技师等级考试1-100"
}, {
    "title": "废气循环进入发动机内。这会如何影响空气质量传感器的值？",
    "options": ["当废气进入发动机时，该值应减小。", "当废气进入发动机时，该值应增大。", "该值仅在废气经过低压EGR阀时受影响。", "当废气进入发动机时，该值不受影响。"],
    "answer": [0],
    "analysis": "XE"
}, {
    "title": "分析故障根本原因的方法有很多种，但是其中最简单有效的方法是？",
    "options": ["使用示波器", "总是采用电压降测量方法", "与用户充分沟通", "5个为什么"],
    "answer": [3],
    "analysis": "理论测试肖欣"
}, {
    "title": "分析诊断证据是创建高效诊断计划的组成部分。以下哪种说法正确地描述了这一关键步骤？",
    "options": ["参考技术公告，判断故障功能受明个模块控制；检查控制模块是否安装了当前的软件、检查是否存在故障代码并执行功能测试", "目视检查车辆，询问客户，确保遵循所有保养程序并更换一切缺陷器件", "确认没有引入新的故障；设法恢复原始状况并尝试重现间歇性故障", "参考技术公告，目视检查是否存在故障，读取所有故障诊断码DTC)信息并更换缺陷部件"],
    "answer": [0],
    "analysis": "L4"
}, {
    "title": "伏电路接地侧可接受的最大压降是：",
    "options": ["0.3伏", "0.5伏", "0.05伏", "1伏"],
    "answer": [0],
    "analysis": "L4"
}, {
    "title": "辅助电池为电动汽车（ ）系统供电的蓄电池。",
    "options": ["驱动", "低压辅助", "储能", "行驶"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "负温度系数热敏电阻器 B 值一般选取（）℃和（）℃时零功率电阻值计算，也可根据负温度系数热敏电阻器 B 值一般选取（）℃和（）℃时零功率电阻值计算，也可根据 量程需要选取 25℃和 50℃或其他温度计算，B 值计算结果应符合产品标准的要求。",
    "options": ["25℃；85℃", "25℃；100℃", "50℃；100℃", "85℃；100℃"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "负载电压是蓄电池接上（ ）后处于放电状态下的端电压。",
    "options": ["电源", "导线", "负载", "开关"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "负载转矩是指电动机处于静止、起动、运行或（）状态下的任意指定时刻，负载机械要求电动机轴端输出的转矩",
    "options": ["加速", "减速", "制动", "反转"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "该DADongle的用途是什么？",
    "options": ["用于执行PDI或交车前检查功能，例如清除运输模式以及许多其他模式", " 重置维修间隔报警灯", " 在更换轮胎或轮胎气门之后，重置轮胎压力监测系统", "查询电子控制模块存储器并提取所有存储的故障代码"],
    "answer": [0],
    "analysis": "L2"
}, {
    "title": "缸盖垫片或冷却系统的故障，可能会出现哪些故障症状？",
    "options": ["机油位置升高", "膨胀箱中的冷却液液位升高", "排气冒白烟", "发动机温度过高"],
    "answer": [0, 1, 2, 3],
    "analysis": "理论测试肖欣"
}, {
    "title": "高功率型电池是主要用于瞬间（ ）输出、输入的动力蓄电池。",
    "options": ["高能量", "高电压", "大电流", "高功率"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "高能量型电池是主要用于（ ）输出的动力蓄电池。",
    "options": ["高电压", "高电流", "高能量", "高功率"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "高速和中速控制器局域网CAN电路短接在一起。使用调至电阻档的万用表测试电路时，如果两根表笔跨接在网络两端，预计会得到什么读数？",
    "options": ["120欧姆", "6欧姆", "80欧姆", "0欧姆"],
    "answer": [3],
    "analysis": "L4"
}, {
    "title": "高压废气再循环阀从什么地方获得废气来源？",
    "options": ["排气歧管。", "从缸盖内部。", "柴油微粒滤清器之后的排气管。", "柴油微粒滤清器之前的排气管"],
    "answer": [0],
    "analysis": "XE"
}, {
    "title": "高压连接系统导体与导体之间、导体与外壳之间、导体与屏蔽层之间的绝缘电阻应不小于（）。",
    "options": ["1MΩ", "10MΩ", "100MΩ", "1GΩ"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "高压连接系统在正常连接工作时, 系统各点温升不应大于（）K。",
    "options": ["40", "45", "50", "55"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "高压线束护套层进行浸水 50Hz 交流耐电压(有效值)试验，电缆的护套应能承受 1kV30min，升高电压到 5kV，保持（ ）min 不击穿。",
    "options": ["1", "5", "10", "30"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "高压线束所含屏蔽层采用裸铜丝或镀锡铜丝编织而成，编织密度应不小于（）。",
    "options": ["70%", "75%", "80%", "85%"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "给自动变速器作失速试验，通过失速试验可检验：",
    "options": ["液力变矩器的锁止离合器的性能", "液力变矩器的单向离合器的性能", "档位离合器的磨擦片的状况", "发动机的输出功率"],
    "answer": [1, 2, 3],
    "analysis": "L3"
}, {
    "title": "更换档位传感器（手动变速器）后必须执行什么程序？",
    "options": ["动力传动系统档位传感器-SDD上的记忆程序。", "档位连杆调整。", "转向角传感器校准", "清除故障诊断码"],
    "answer": [0],
    "analysis": "XE"
}, {
    "title": "更换发动机正时皮带后，最佳做法是什么？",
    "options": ["启动发动机，在驾驶之前怠速转60秒钟", " 启动发动机，使其怠速运转到正常工作温度，然后驾驶车辆", " 转动曲轴两圈，在启动发动机后检查发动机正时", "转动曲轴两圈，在启动发动机啊前检查发动机正时"],
    "answer": [3],
    "analysis": "L1"
}, {
    "title": "工作在放大状态的 NPN 三极管，其发射结电压 UBE 和集电结电压 UBC 应为（）。",
    "options": ["UBE＞0、UBC＜0", "UBE＞0、UBC＞0", "UBE＜0、UBC＞0", "UBE＜0、UBC＜0"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "功率密度是从蓄电池单位质量或体积所获取的输出（ ），也称为比功率。",
    "options": ["电流", "功率", "电量", "容量"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "供电插头和供电插座、车辆插头和车辆插座插合后，其防护等级应分别达到（）。",
    "options": ["IP54", "IP55", "IP67", "IP56"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "够触发车辆报警？请选择所有适用的选项",
    "options": ["铰接面板或车门开关状态显示打开", "容积传感器检测到车内存在移动", "有源发声器检测到蓄电池电压30min内降至9.5伏以下", "有源发声器与中央接线盒失去通信"],
    "answer": [0, 1, 2, 3],
    "analysis": "L4"
}, {
    "title": "固定安装在电动汽车上，将公共电网的电能变换为车载储能装置所要求的直流电，并给车载储能装置充电的设备叫做（）",
    "options": ["DC/DC 变换器", "车载充电机", "高压控制盒", "电机控制器"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "关于 IGBT 说法错误的是（）。",
    "options": ["开关速度高", "通态压降较低", "电压驱动型器件", "驱动功率大"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "关于 Zeta 斩波电路和 Sepic 斩波电路，说法错误的是（）。",
    "options": ["具有不同的输入输出关系", "Sepic 斩波电路的电源电流和负载均连续", "Zeta 斩波电路的输入、输出电流均是断续的", "两种电路输出电压都是正极性的"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "关于“或非门\"的描述正确的是？",
    "options": ["输入A为0，输入B为1，则输出F为1", "输入A为0，输入B为1，则输出F为0", "输入A为1，输入B为0，则输出F为0", "输入A为1，输入B为1，则输出F为0"],
    "answer": [1],
    "analysis": "理论测试肖欣"
}, {
    "title": "关于12V锂离子蓄电池的描述，正确的有？",
    "options": ["在对 12 伏锂离子启动蓄电池进行外部充电时不得超过 13.6 伏。 如果将锂离子蓄电池充电超过 13.6 伏，这将会损坏锂离子蓄电池。", "当电压降至 10 伏以下时，蓄电池将自行隔离", "12 伏锂离子启动蓄电池可在更低的荷电状态 (SOC)下提供更高的端子电压，且不再需要使用蓄电池监测传感器 (BMS)。", "执行12V锂离子蓄电池隔离继电器恢复程序后，在SOC低于30%之前不可以启动发动机"],
    "answer": [0, 1, 2, 3],
    "analysis": ""
}, {
    "title": "关于12V锂离子蓄电池的描述，正确的有？",
    "options": ["在对 12 伏锂离子启动蓄电池进行外部充电时不得超过 13.6 伏。 如果将锂离子蓄电池充电超过 13.6 伏，这将会损坏锂离子蓄电池。", "当电压降至 10 伏以下时，蓄电池将自行隔离", "12 伏锂离子启动蓄电池可在更低的荷电状态 (SOC)下提供更高的端子电压，且不再需要使用蓄电池监测传感器 (BMS)。", "执行12V锂离子蓄电池隔离继电器恢复程序后，在SOC低于30%之前不可以启动发动机"],
    "answer": [0, 1, 2, 3],
    "analysis": "2021~2022新车型"
}, {
    "title": "关于2018款全新发现能量管理说法正确的是？",
    "options": ["配备停止/启动系统的车辆上，用电压质量模块替代了辅助蓄电池", "智能充电系统在车辆制动或减速时会增加交流发电机输出。这将车辆的动能转换为电能，而不必使用额外的燃油", "安装了静态电流控制模块（QCCM），其检测到多余的静态电流状况时，将电源与电气系统隔离开", "如果静态电流过大，BMS会通信至BCM/GWM模块，BCM/GWM决定需要将哪个电路与电源隔离开"],
    "answer": [0, 1, 3],
    "analysis": "L22021年"
}, {
    "title": "关于AQUA流程，涉及到以下哪几个方面的内容",
    "options": ["认同用户的关注", "提问细节内容", "了解并提出解决方案", "征求同意"],
    "answer": [0, 1, 2, 3],
    "analysis": "理论测试肖欣"
}, {
    "title": "关于ASPC说法正确的是？",
    "options": ["当全路况进程控制(ASPC)激活后，驾驶员只需控制车辆转向，车辆可以实现巡航控制", "全路况进程控制(ASPC)可在任何车速下激活", "全路况进程控制(ASPC)可控制车速在3.6公里/小时至30公里/小时", "全路况进程控制(ASPC)可同时与自动变速器和手动变速器搭配使用"],
    "answer": [0, 2],
    "analysis": "L22021年"
}, {
    "title": "关于CVVL机油温度传感器说法不正确的是？",
    "options": ["CVVL机油温度传感器会将CVVL单元中高压机油的温度反馈给PCM", "如果CVVL机油温度传感器故障，PCM会使用发动机机油温度和压力传感器来获得机油温度", "CVVL机油温度传感器故障后，发动机起动时拖转的时间会延长", "CVVL机油温度传感器不能单独更换"],
    "answer": [3],
    "analysis": "L22021年"
}, {
    "title": "关于EPQR系统中案件颜色状态，下列说法错误的是",
    "options": ["红色—案件需要关注", "琥珀色—有新的回复", "紫色—案件在Helpdesk处", "绿色—案件已关闭"],
    "answer": [1, 2],
    "analysis": "L3"
}, {
    "title": "关于EVA2网络架构自动紧急制动 (AEB)的描述，以下正确的是？",
    "options": ["AEB系统使用IPMA和CCM进行物体检测和分类", "仅当车辆向前行驶时，才会激活AEB系统", "DADC控制模块主导AEB功能", "AEB功能目的是避免碰撞或减缓碰撞的严重程度"],
    "answer": [0, 1, 2, 3],
    "analysis": ""
}, {
    "title": "关于FlexRayTM总线，TCM模块内部终端电阻阻值描述正确的是？",
    "options": ["电阻阻值为60欧", "电阻阻值为47欧", "电阻阻值为94欧", "电阻阻值为120欧"],
    "answer": [3],
    "analysis": "L3"
}, {
    "title": "关于FlexRay静态分段说法正确的是？",
    "options": ["每个模块使用特定的时隙传输数据", "模块通过静态分段来传输周期性数据", "模块通过静态分段来传输事件驱动的数据", "静态消息将遵循仲裁协议"],
    "answer": [0, 1],
    "analysis": "L22021年"
}, {
    "title": "关于FRED，以下说法不正确的是",
    "options": ["FRED目前只受理发动机和变速箱总成的保修预授权", "亲善保修需要提交FRED", "可根据客户要求更改提交零件的数量", "提交FRED不需要提供车辆的保养记录"],
    "answer": [1, 2, 3],
    "analysis": "L3"
}, {
    "title": "关于Ingenium I6 3.0 升汽油发动机的冷却系统，以下哪项陈述是正确的？",
    "options": ["该系统使用一个可变流量泵和一个电动泵来支持系统。", "该系统使用一个可变流量泵和三个电动泵来支持系统。", "该系统仅使用一个可变流量泵来支持系统。", "该系统使用一个可变流量泵和两个电动泵来支持系统。"],
    "answer": [3],
    "analysis": ""
}, {
    "title": "关于Ingenium 发动机的CVVL系统，说法正确的有哪些？",
    "options": ["当CVVL电磁阀关闭时，机油充当“液压推杆”的作用，通过制动单元打开进气门。", "必须使用符合Jaguar Land Rover 规格的发动机机油。使用不正确的发动机机油会导致CVVL系统发生故障。", "CVVL电磁阀关闭和开启的时刻决定了进气门升程的大小。", "CVVL电磁阀电阻，在常温25摄氏度情况下小于1欧姆"],
    "answer": [0, 1, 2, 3],
    "analysis": ""
}, {
    "title": "关于I-Pace12V配电系统描述正确的是？",
    "options": ["配电盒(PSDB)控制启动蓄电池和辅助蓄电池之间的12伏连接。", "DC/DC转换器直接给启动蓄电池充电不需要经过PSDB", "如果12伏电源系统发生故障，I-Pace辅助蓄电池将为BBM、前EDU和驻车锁执行器单元提供备用电源。", "I-PACE不再配备QCCM，在检测到过大的静态电流时，通过DC/DC进行修正。"],
    "answer": [0, 1],
    "analysis": "电动车2021年"
}, {
    "title": "关于I-Pace的高压系统电气分配，以下正确的是？",
    "options": ["HVJB负责向HVCH、DC/DC转换器和空调压缩机供应HV电力", "HVJB中有三个附加的保险丝，这些保险丝可以更换。", "自HV蓄电池的HV电力直接供应至前后逆变器以及HVJB", "来自BCCM的DC高压输出直接连接至HV蓄电池"],
    "answer": [0, 2],
    "analysis": "电动车2021年"
}, {
    "title": "关于I-Pace电力驱动单元EDU，以下说法正确的是?多选",
    "options": ["新的EDU安装前需要记录新EDU的旋转分解器角度校准编号", "I-Pace可以通过逆变器调节EDU的转速和扭矩", "I-Pace前后逆变器驱动EDU时，将直流电压转换成三相交流电压", "不正确的旋转分解器角度校准将会影响到EDU的性能"],
    "answer": [0, 1, 2, 3],
    "analysis": "L42021年"
}, {
    "title": "关于I-Pace电力驱动描述正确的是？",
    "options": ["I-Pace电机EDU中的旋转分解器环位置传感器监测电机转子的转速和位置", "I-Pace通过逆变器改变交流电的频率来提高电机的转速", "I-Pace的旋转分解器环位置传感器角度校准需要在PCM的ECU功能中进行", "I-Pace可以通过逆变器调节EDU的扭矩"],
    "answer": [0, 1, 3],
    "analysis": "电动车2021年"
}, {
    "title": "关于I-Pace高压部件说法正确的是？",
    "options": ["I-Pace可以通过诊断仪在BECM的ECU功能中读取HV蓄电池电压", "I-Pace可以通过诊断仪在BECM的ECU功能中进行牵引蓄电池健康状态概览测试", "I-Pace断电程序中需要利用专业工具验电，此时的电一般来自于高压部件内部的电容", "I-PaceHV蓄电池在通过再生制动充电时要经过辅助接触器"],
    "answer": [0, 1, 2],
    "analysis": "电动车2021年"
}, {
    "title": "关于JLR静态电流的测量，下面描述正确的是",
    "options": ["车辆休眠后，LM休眠电流应小于30mA", "车辆休眠后，LF休眠电流应小于23.6mA", "车辆休眠后，XJ休眠电流应小于小于30mA", "车辆休眠后，XF休眠电流应小于小于25mA"],
    "answer": [0, 1],
    "analysis": ""
}, {
    "title": "关于L460电动车门功能描述正确的是？",
    "options": ["可向上开启车门", "可根据钥匙位置自动解锁、上锁车门门锁", "可通过拉动车门把手自动开启车门", "功能与L405并无差异"],
    "answer": [1, 2],
    "analysis": "L460"
}, {
    "title": "关于L460四轮转向系统描述正确的是？",
    "options": ["该由 Jaguar Land Rover 自行开发", "该系统可将后轮的角度改变多达 7.3 度", "可在低速和高速下提供更好的车辆动态性能和可操控性", "该系统可分别控制两个后轮的转动"],
    "answer": [0, 1, 2],
    "analysis": "L460"
}, {
    "title": "关于L460尾门休闲套件的供电，说法正确的是？",
    "options": ["休闲电池是 12 伏蓄电池内的一种电力分配系统", "在PHEV车型上，供电电力来自高压蓄电池。", "尾门休闲套件由独立的休闲电池供电", "它由 48 伏系统供电。"],
    "answer": [0, 1],
    "analysis": "2021~2022新车型"
}, {
    "title": "关于L494车型，其MHEV系统电压控制模式(VCM) 激活后的情况，以下哪些陈述是正确的？",
    "options": ["通过打开48 伏蓄电池接触器，从MHEV 电路上断开48 伏蓄电池。", "皮带驱动一体式启动机发电机(BISG) 的输出被限定为12 伏以支持12 伏系统。", "皮带驱动一体式启动机发电机(BISG) 通过直流-直流转换器支持12 伏系统。", "自动停止/启动系统保持激活状态。"],
    "answer": [0, 2],
    "analysis": ""
}, {
    "title": "关于L551PHEV12V电力分配系统中的配电盒PSDB，以下正确的选项是。",
    "options": ["如果控制PSDB的LIN线发生短/断路，启动蓄电池在电路中会被隔离，车辆无法启动", "PSDB中的SW1和SW2默认都是常闭的，如果PSDB有故障，DC/DC还可以给两个蓄电池充电", "PSDB通过LIN线与GWM通讯，如果有故障一个完整的点火循环后会报TDC", "用万用表电阻档测量PSDB上的BATTERY1和LOADS两个端子的电阻应小于0.2Ω"],
    "answer": [2],
    "analysis": "L551电动车2021年"
}, {
    "title": "关于L551PHEV车辆上的DC/DC以下描述正确有？",
    "options": ["在执行任何需要断开12V蓄电池的作业时，还必须断开DC-DC", "C-DC是通过PMZHS-CAN与其它模块通讯", "C-DC在待机模式时不会降压输出", "C-DC在遥控器唤醒车辆后就一直工作"],
    "answer": [0, 1, 2],
    "analysis": "L551电动车2021年"
}, {
    "title": "关于L551PHEV车辆上的辅助蓄电池，以下描述正确的选项有？",
    "options": ["用于在主蓄电池电量不足时提供电源辅助启动机工作", "当车辆进入休眠后，辅助蓄电池在电路中将被隔离", "用于在主蓄电池电量不足时，向电气系统提供电源", "用于在主蓄电池脱离电路时吸收任何电气峰值，保护DC/DC转换器"],
    "answer": [1, 3],
    "analysis": "L551电动车2021年"
}, {
    "title": "关于L551车型48VMHEV维修陈诉正确的是？",
    "options": ["对48V系统执行作业时无需具备任何电动车（EV）工作资质", "在对48V系统执行任何作业时，请确保遵循了最新的TOPLX程序", "蓄电池箱内总共有两个冷却风扇，均由BECM进行控制", "车外空气通过蓄电池箱通风口为48V蓄电池和DC/DC转换器冷却"],
    "answer": [0, 1],
    "analysis": "L551L42021年"
}, {
    "title": "关于L551车型48VMHEV系统，下面描述正确的是？",
    "options": ["BISG不能用于发动机一键启动", "直流直流转换器的作用只能将48V电压转换为12V电压", "48V蓄电池、DC/DC转换器、BISG，以上部件的负极都是通过车身就近搭铁", "48V接线盒中100A保险丝可以更换"],
    "answer": [0, 3],
    "analysis": "L551L42021年"
}, {
    "title": "关于L551车型的MHEV部件，下面那些部件损坏会最终导致车辆亏电，不能启动？",
    "options": ["BECM", "48V蓄电池", "直流直流转换器", "BISG"],
    "answer": [2, 3],
    "analysis": "L551L22021年"
}, {
    "title": "关于L551的MHEV功能下面说法正确的是？",
    "options": ["MHEV系统具有智能启停功能", "MHEV系统具有能量回收功能", "MHEV系统可以给发动机提供助力", "MHEV系统可以在发动机不启动的情况下给12V蓄电池充电"],
    "answer": [0, 1, 2],
    "analysis": "L551L42021年"
}, {
    "title": "关于L551配置的清晰视野后视镜系统，以下描述正确的有哪些？",
    "options": ["清晰视野车内后视镜的亮度和垂直视角是可调。", "如果更换后视镜，无需执行校准例行程序。", "与后视镜模块相关的DTC存储在CCM内", "通过LVDS为倒车后视摄像头提供电源和接地"],
    "answer": [0, 1, 3],
    "analysis": "L551L32021年"
}, {
    "title": "关于MHEV功能下面说法正确的是？",
    "options": ["MHEV系统具有智能启停功能", "MHEV系统具有能量回收功能", "MHEV系统可以给发动机提供助力", "MHEV系统可以纯电动行驶"],
    "answer": [0, 1, 2],
    "analysis": "L42021年"
}, {
    "title": "关于PIVIPRO信息娱乐系统中使用天线说法正确的是？",
    "options": ["TCU和FICM都有两个4G天线连接", "TCU通过顶罩中的一根WIFI天线将车辆连接到外部WIFI", "FICM将将通过一根WIFI天线发送热点", "ADC通过一根FM天线接收收音机信号"],
    "answer": [0, 1],
    "analysis": "L42021年"
}, {
    "title": "关于TOPIX，首字母缩略语RTS代表什么？",
    "options": ["维修工时规格", " 维修工时搜索", " 路试规格", "维修测试顺序"],
    "answer": [1],
    "analysis": "L2"
}, {
    "title": "关于变矩器锁止离合器(TCC)的运行状态说法正确的有？",
    "options": ["锁止离合器完全接合可以提供更平稳的档位选择", "完全接合", "受控可变滑动接合", "完全分离"],
    "answer": [1, 2, 3],
    "analysis": "新四级理论考试"
}, {
    "title": "关于变速器如何确定最终传动比，变速器控制单元采用的是哪两个转速传感器？",
    "options": ["发动机输入转速传感器", "涡轮转速传感器", "变速器输出转速传感器", "车轮转速传感器"],
    "answer": [1, 2],
    "analysis": "新四级理论考试"
}, {
    "title": "关于变速箱换档策略“高温驾驶程序”说法正确的是",
    "options": ["高温驾驶模式具有动态特征，换档点处于相对较高的发动机转速", "仅当变速器油液温度高于120℃时才应用高温驾驶程序", "当发动机冷却液温度高于120℃时，变速箱控制单元才会应用高温驾驶程序", "高温驾驶模式具有动态特征，换档点处于相对较低的发动机转速"],
    "answer": [2, 3],
    "analysis": "L3"
}, {
    "title": "关于变速箱如何最终确定最佳传动比，TCM采用的哪些传感器的输入信号？",
    "options": ["涡轮转速传感器", "发动机输入转速传感器", "变速箱输出转速传感器", "车轮转速传感器"],
    "answer": [0, 1],
    "analysis": "理论测试肖欣"
}, {
    "title": "关于灯光系统的描述正确的有",
    "options": ["灯光现在可以实现自动控制", "灯光的高低车辆电脑可以自行调节", "当车辆转弯可以提供灯光补偿", "更换氙灯控制模块时需要进行电脑匹配"],
    "answer": [0, 1, 2, 3],
    "analysis": "L3"
}, {
    "title": "关于电力电力器件说法错误的是（）。",
    "options": ["单极型器件是电压驱动型", "复合型器件是电流驱动型", "双极型器件是电流驱动型", "以上均正确"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "关于电力电子技术和信息电子技术说法错误的是（）",
    "options": ["半导体器件制造技术理论基础一样", "许多分析方法一致", "在信息电子技术中，半导体器件可工作于放大区，也可工作于开关状态", "在电力电子技术中，半导体器件工作于放大区"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "关于电位下列说法不正确的是（）。",
    "options": ["高于参考点的电位是正电位", "低于参考点的电位是负电位", "同一电路中只能选一个点作为参考点", "电路中两点间的电压值是不固定的，与零电位参考点的选取有关"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "关于动态自适应系统描述正确的有哪些？",
    "options": ["大部分动态自适应系统使用纵向加速度传感器检测车辆运动趋势", "XJ的减震器在不通电时处于最软的状态", "路虎揽胜在高度调节时，自适应系统的减震器也会工作", "动态自适应系统在车辆的前后各安装有一个纵向加速度传感器"],
    "answer": [0, 2],
    "analysis": "L3"
}, {
    "title": "关于发动机的冷却系统，以下说法不正确？",
    "options": ["节温器打开后系统处于小循环状态", "对于XJ10年以后5.0L的车型，冷却系统的添加量是12L", "取下节温器是防止水温过高的有效方法", "XJ冷却液添加时，必须以50%、50%比例与水调配后添加"],
    "answer": [0, 1, 2],
    "analysis": "L3"
}, {
    "title": "关于防盗系统“超宽带技术”说法正确的是？",
    "options": ["JLR车辆中使用的超宽带技术，车辆系统配置为仅当钥匙测量距离车辆不超过3米时采取行动", "JLR车辆中使用的超宽带技术，车辆系统配置为仅当钥匙测量距离车辆不超过1米时采取行动", "超宽带技术识别智能钥匙的位置需要2条距离信息", "超宽带技术能够达到10米的精确度"],
    "answer": [0, 2],
    "analysis": "L22021年"
}, {
    "title": "关于防盗系统中的CJB说法正确的是？",
    "options": ["通过高速CAN通信和ECM通讯", "通过高速CAN通信和KVM通讯", "通过高速CAN通信和ABS通讯", "通过高速CAN通信和IAU通讯"],
    "answer": [1, 3],
    "analysis": "L3"
}, {
    "title": "关于分集式天线模块的说法正确的是？",
    "options": ["确保接收模块使用最强FM的射频信号", "确保接收模块使用最强AM的射频信号", "接收到3个AM和1个FM信号", "接收到3个FM和1个AM信号"],
    "answer": [0, 3],
    "analysis": "L3"
}, {
    "title": "关于高度传感器的叙述正确的有哪些？",
    "options": ["高度传感器有六个接头，一根供电，一根搭铁，四根信号", "每个高度传感器所发出信号都是模拟输出方式", "揽胜极光上使用高度传感器替代纵向加速度传感器", "揽胜极光制动动态悬架，没有空气悬架，所以其所有的高度传感器都只有3根接头"],
    "answer": [2],
    "analysis": "L3"
}, {
    "title": "关于混合动力车辆的自动变速器电动辅助泵，以下说法正确的是？",
    "options": ["以上说法都错误", "采用电动辅助泵可以取代叶片泵，以节省燃油", "电动辅助泵仅在智能启停工作时运行", "电动辅助泵位于变速器前部"],
    "answer": [0],
    "analysis": "L4"
}, {
    "title": "关于极光电动助力转向系统描述正确的有",
    "options": ["采用无刷电机", "采用了无刷交流电机", "动力模块中集成了两个霍尔传感器", "助力电机的工作电压为10.5v-18v之间"],
    "answer": [0, 2, 3],
    "analysis": ""
}, {
    "title": "关于集成动力制动系统制动过程说法正确的是？",
    "options": ["通过内部踏板行程传感器检测到驾驶员制动", "ECU使用制动灯开关的信息向BCM发送信号以操作制动灯", "关闭回路关闭阀防止对卡钳施加压力", "打开模拟器隔离阀让液体流入踏板感觉模拟器"],
    "answer": [0, 2, 3],
    "analysis": "L32021年"
}, {
    "title": "关于检查外部天线说法正确的是？",
    "options": ["同轴电缆屏蔽层不可接触信号线", "信号线电阻应接近2-6欧姆", "天线底座与地面之间的电阻应为2-6欧姆", "天线杆不可接触地面"],
    "answer": [0, 3],
    "analysis": "L3"
}, {
    "title": "关于捷豹路虎车辆电话蓝牙系统说法正确的是？",
    "options": ["最多可以同时匹配且同时使用5部蓝牙电话", "最多可以同时匹配5部蓝牙电话，但只有1部可以处于连中", "最多可以同时匹配2部蓝牙电话，但只有1部可以处于连中", "最多可以同时匹配1部蓝牙电话，但只有1部可以处于连中"],
    "answer": [1],
    "analysis": "L3"
}, {
    "title": "关于可变流量机油泵控制说法正确的是？",
    "options": ["机油泵电磁阀占空比越低，机油的体积流量越大", "机油泵电磁阀占空比越高，机油的体积流量越大", "机油泵电磁阀占空比越低，机油的体积流量越小", "机油泵电磁阀占空比越高，机油的体积流量越小"],
    "answer": [0, 3],
    "analysis": "L22021年"
}, {
    "title": "关于空气供给单元描述正确的有哪些？",
    "options": ["有两个温度传感器进行检测", "排气阀由气压作为动力打开", "温度传感器只做温度检测，没有禁用程序", "压缩机润滑油每年更换一次"],
    "answer": [0, 1],
    "analysis": "L3"
}, {
    "title": "关于空燃比的概念，下列哪个说法是正确的：",
    "options": ["空燃比＝空气质量／燃料质量", "空燃比＝空气质量／[空气质量+燃料质量]", "空燃比＝空气体积／燃料体积", "空燃比＝空气体积／[空气体积+燃料体积]"],
    "answer": [0],
    "analysis": "汽车基础知识L2"
}, {
    "title": "关于平衡桥电阻说法正确的是（）。",
    "options": ["一端分别接于直流系统正负母线，另一端接地的两个阻值相同的电阻。", "一端分别接于直流系统正负母线，另一端接地的多个阻值相同的电阻。", "一端通过开关器件分别接于直流系统正负母线，另一端接地的两个阻值相同的电阻。", "平衡桥上的电阻用于引起正负母线对地电压波动"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "关于汽油发动机增压进气系统的描述哪些是正确的？",
    "options": ["GTDi2.0L发动机的废气旁通阀开度是由PCM通过PWM控制电磁阀改变涡轮废气旁通控制执行器中的压力实现的", "GTDi2.0L发动机的再循环阀是由PCM通过PWM控制的", "IngeniumI42.0升发动机的再循环阀由PCM通过PWM信号控制", "IngeniumI42.0升发动机的废气旁通阀是由PCM通过真空控制"],
    "answer": [0, 2],
    "analysis": "L22021年"
}, {
    "title": "关于前部便携式媒体接口面板的USB(30)端口描述正确的？",
    "options": ["通过USB中继器与IMC通信", "提供5伏设备充电功能", "最大充电电流为1.5A", "支持USB集线器"],
    "answer": [0, 1, 2],
    "analysis": "理论测试肖欣"
}, {
    "title": "关于全新发现行人自动紧急制动PAEB功能说法不正确的是",
    "options": ["全新发现是首款在紧急制动系统上配备此功能的车型", "此功能不仅可以检测可能导致碰撞风险的其他物体，还可以检测成人和儿童", "是自动紧急制动系统（AEB）的增强功能", "此功能可以避免任何情况下的碰撞风险"],
    "answer": [3],
    "analysis": "L22021年"
}, {
    "title": "关于全新揽胜L460轮毂描述正确的是？",
    "options": ["揽胜首次引入的 23英寸铝合金轮毂", "尺寸从 20\" 到 23\" 不等", "标配23英寸镁合金轮毂", "轮毂有12种颜色可选"],
    "answer": [0, 1],
    "analysis": "L460"
}, {
    "title": "关于三相低压燃油泵说法正确的是？",
    "options": ["燃油泵电机使用了无刷直流(DC)电机，转子为永磁体，定子为绕组线圈。", "燃油泵驱动模块(FPDM)沿每根导线分相供电以运行泵，激活作用在转子上的每个线圈。", "当给其中一相位供电时，其他相位会为电流提供接地路径。", "如果任意一相发生断路，燃油泵仍可运行"],
    "answer": [0, 1, 2],
    "analysis": "L22021年"
}, {
    "title": "关于使用活动钥匙手环锁定车辆时，以下说法正确的是？",
    "options": ["当BCM/GWM确定最后一个开启的车门已关闭后，BCM/GWM通过LIN总线将请求信息直接传输到收发器模块。收到命令后，收发器模块将在30秒的持续期内激活", "当BCM/GWM确定点火开关已经关闭后，BCM/GWM通过LIN总线将请求信息直接传输到收发器模块。收到命令后，收发器模块将在30秒的持续期内激活", "当BCM/GWM确定最后一个开启的车门已关闭后，BCM/GWM通过CAN总线将请求信息直接传输到后尾门模块。后尾门模块通过硬线使收发器模块在30秒的持续期内激活", "当BCM/GWM确定点火开关已经关闭后，BCM/GWM通过CAN总线将请求信息直接传输到后尾门模块。后尾门模块通过硬线使收发器模块在30秒的持续期内激活"],
    "answer": [0],
    "analysis": "L22021年"
}, {
    "title": "关于双象限变流器说法错误的是（）",
    "options": ["直流功率的流动有两个可能的方向", "电压、电流的方向同时调节", "调节电流方向时，电压方向不变", "调节电压方向时，电流方向不变"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "关于塑料间隙规，以下说法错误的是;",
    "options": ["可用于测量凸轮轴轴承、曲轴轴承、机油泵配合面之间的运行间隙", "也可用于无法使用测隙规、千分表或千分尺的许多其他应用", "在安装塑料间隙规的情况下，需转动被测部件，以精确测量所测部件间隙大小", "测量前无需清洁被测部件的油污"],
    "answer": [2, 3],
    "analysis": "L22021年"
}, {
    "title": "关于提交TR，以下说法不正确的是",
    "options": ["TR提交者应详细反馈客户抱怨，清楚的描述故障现象", "技师根据客户描述所进行的诊断测试不需要反馈，只需提供怀疑的零部件", "提供的附件（照片录音等）不需要根据内容给文件命名", "TR中应详细提供客户的背景资料以及客户的要求"],
    "answer": [1, 2, 3],
    "analysis": "L3"
}, {
    "title": "关于无线电波说法正确的是？",
    "options": ["无线电波传播的速度接近光速", "相邻两个波峰之间的距离便叫做波长", "从波峰到波谷的距离便叫做振幅", "长波的波长为3.4–2.8m，频带为150–285kHz"],
    "answer": [0, 1, 2],
    "analysis": "L3"
}, {
    "title": "关于无钥匙进入及启动系统，以下说法正确的是：",
    "options": ["遥控器在电池没电后，放在车内适当位置仍然可以启动发动机", "无钥匙进入的最远感应距离是3M", "遥控器在电池没电后，就无法启动发动机", "无钥匙进入的信号接收天线，与无钥匙启动系统为同一无线接收器"],
    "answer": [0, 3],
    "analysis": ""
}, {
    "title": "关于液力变矩器工作原理说法正确的？",
    "options": ["油液被用来将驱动力从一个部件传输到另一个部件", "泵轮与发动机曲轴同转速", "涡轮与发动机曲轴同转速", "泵轮和涡轮在所有工况下，以几乎相同的速度旋转"],
    "answer": [0, 1],
    "analysis": "理论测试肖欣"
}, {
    "title": "关于英杰力6缸汽油发动机，以下说法正确的有？",
    "options": ["车辆监控控制器(VSC)集成在动力传动系统控制模块(PCM)中可称作MHEV系统的管理器", "电子机械增压器旁通阀（eBSOV）是一个常开阀，其控制涡轮增压器和电子机械增压器与增压空气冷却器之间的增压空气流量", "增压空气冷却器连接至两个冷却液回路，一个是高温回路约为105°C，一个是低温回路约为60°C", "开始对电子机械增压器（eSC）执行维修工作之前，请务必确保断开12伏车辆蓄电池"],
    "answer": [0, 1, 2, 3],
    "analysis": "L42021年"
}, {
    "title": "关于直接-直流变流电路的说法错误的是（）。",
    "options": ["属于直接-直流变流电路", "也称直流斩波电路", "输入与输出之间不需要隔离", "在直流变流电路中增加了交流环节"],
    "answer": [3],
    "analysis": "新能源"
}, {
    "title": "关于智能钥匙手环说法正确的是?",
    "options": ["使用手环锁闭车辆后，留在车内的智能钥匙将被禁用启动功能", "如果丢失了手环，可以使用未被禁用的智能钥匙来解锁，启动车辆并解除被手环禁用的智能钥匙", "正常情况下手环中的电池寿命为5年", "只要身上装有合法的手环就可以启用姿势尾门功能"],
    "answer": [0, 1],
    "analysis": "L22021年"
}, {
    "title": "关于转向沉重的原因说法正确的是：",
    "options": ["前稳定杆变形", "前轮轮毂轴承过紧", "转向器内缺油或油过脏", "轮胎气压不足"],
    "answer": [0, 1, 2, 3],
    "analysis": "L3"
}, {
    "title": "关于自激振荡，以下说法正确的是（）。",
    "options": ["在没有输入信号情况下产生的任意输出信号", "在一定输入信号情况下产生的任意输出信号", "在没有输入信号情况下产生一定频率一定幅值的输出电压", "在一定输入信号情况下产生一定频率一定幅值的输出电压"],
    "answer": [2],
    "analysis": "新能源"
}, {
    "title": "关于自适应速度控制系统操作，如果雷达传感器被雪或泥阻挡，以下哪种说法是正确的?",
    "options": ["ASCM 停用，需要使用认可的诊断设备进行重置。", "系统不会受影响。", "将会产生故障诊断码(DTC)，它会停用自适应速度控制模块(ASCM)的功能。该系统将在关闭并打开点火开关后重置，如果已清除遮挡物，则系统将恢 复正常运行。", "该系统将在清除遮挡物后重置，随后系统将恢复正常运行。"],
    "answer": [2],
    "analysis": ""
}, {
    "title": "光敏电阻比探测率是指光敏元件在具有单位面积、放大器的带宽为（）Hz 的条件下，单位功率的辐射所获得的信号与噪声之比。",
    "options": ["1", "5", "10", "100"],
    "answer": [0],
    "analysis": "新能源"
}, {
    "title": "光学总线测试仪的用途是什么？",
    "options": ["测试CAN（控制器局域网）信号电压", "氙气前照灯设备的光学对准", "测试D2B和MOST网络完整性", "测试视频信号网络"],
    "answer": [2],
    "analysis": "L3"
}, {
    "title": "硅整流发电机的空载电压试验，是检测发电机的:",
    "options": ["达到额定电压时的转速", "达到额定电压时的输出电流值", "额定转速下的额定电流值", "空载电压值"],
    "answer": [0],
    "analysis": "L3"
}, {
    "title": "含屏蔽层的高压线束，编织屏蔽层外（或内）允许添加铝塑复合薄膜包带，包带的重叠率应不小于（）%。铝塑复合薄膜包带无论在内侧或外侧，其铝层都应和编织层接触并导通。",
    "options": ["10", "20", "30", "40"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "含有R134a的制冷剂容器的颜色代码是什么？",
    "options": ["白色，容器环绕着一个红色的条纹", "浅蓝色", "白色", "橙色"],
    "answer": [1],
    "analysis": "L3"
}, {
    "title": "好地描述了“MOST”?",
    "options": ["由两条缠绕在一起的接线组成的高速、硬接线网络", "低速、低优先级别的通信网络，该网络将电压变化用作通信媒体", "与CAN类似，具有并联连接的节点，使用光作为主要通信来源", "MOST是一个通信网络，能够将多媒体传输至各种信息娱乐应用程序，使用光作为通信来源"],
    "answer": [3],
    "analysis": "L4"
}, {
    "title": "何时需要执行制动助力器模块服务模式应用程序？",
    "options": ["拆下制动卡钳时", "拆卸制动液压系统", "c:需要使用制动踏板固定", "拆卸制动盘时"],
    "answer": [0, 1, 2],
    "analysis": "PHEV考试"
}, {
    "title": "何种资质的人员可以接受工作许可证(PTW)",
    "options": ["EVIP", "EVCP", "EVAP", "EVSAP"],
    "answer": [1, 2, 3],
    "analysis": "PHEV考试"
}, {
    "title": "荷电状态 SOC 是当前蓄电池中按照规定放电条件可以释放的（ ）占可用容量的百分比。",
    "options": ["电量", "容量", "电流", "电压"],
    "answer": [1],
    "analysis": "新能源"
}, {
    "title": "很多现代车辆都是用LED外部照明设备替代白炽灯泡，LED的优势不包括以下哪项？",
    "options": ["更可靠", "发热更少", "耗电更少", "更易于更换"],
    "answer": [3],
    "analysis": "L1"
}, {
    "title": "后信息娱乐控制模块（IGMB/ICCMB）的安装位置在？",
    "options": ["在后排座椅的中央扶手内。", "右前座椅下方。", "左前座椅下方。", "在前顶篷总成内"],
    "answer": [0],
    "analysis": "L460"
}, {
    "title": "后悬挂柔性衬套有什么作用",
    "options": ["防止振动", " 使悬架臂自由旋转", " 允许悬架臂受控的转动", "适当的间隙"],
    "answer": [2],
    "analysis": "L1"
}];
